label start_epilog:
    # Черный экран
    "Окраины Токио. Ночь. Небольшой бар, расположившийся в темном полуподвале."
    "После встречи четверых незнакомцев на ферме близ Окумы прошел ровно год."
    "Модору-сан, владелец бара, в полном одиночестве сидел за столом возле крошечной сцены и глушил саке."
    "Рядом уже стояло несколько пустых бутылок, но Модору-сан даже и не собирался останавливаться на них."
    "Год. Казалось бы, достаточно большой промежуток времени..."
    # Коридор больницы от Виктори
    "Год назад Модору-сан въехал на закрытую территорию Фукусимы. Провел там один день, а на следующее утро, сделав то, что был должен, метнулся в частную токийскую больницу на арендованной 'Тойоте'."
    "Врачи долго не пускали его в палату отца и в ответ мямлили какие-то оправдания."
    # Палата дурки
    "Тогда Модору-сан силой пробился через дверь и понял, почему его не хотели пускать."
    "Он остановился у кушетки, его рука находилась в кармане куртки и со всей силы сжимала крохотную фигурку черепахи."
    "Фуджимото-сан, старик с фермы, сказал, что этот деревянный талисман должен был помочь папе Модору-сана встать на ноги и снова ощутить ясность мыслей в голове. Но..."
    "В первую очередь Модору-сан винил себя."
    "Что, если бы он поторопился и приехал раньше? Может, тогда бы сила талисмана все-таки сумела помочь? А пластинки..."
    "Он что, зря рисковал собой и своим здоровьем, зря за ними ездил?.."
    # Черный экран
    "В течение следующего года Модору-сана преследовали разные мысли и странные идеи. То он хотел еще раз съездить в Окуму и повидаться с Фуджимото-саном..."
    "...сыграть ему на гитаре у костра, то он старался вообще забыть о своей поездке и внушал себе, что она ему приснилась."
    "Иногда он вспоминал брошенные вскользь слова Элис о том, что все вещи в доме должны были просочиться радиацией, и тогда ему не сиделось на месте и хотелось как можно скорее избавиться от пластинок и вернуть их в дом в Окуме."
    "Но, конечно, от отцовской коллекции он так и не избавился."
    "Время от времени, обычно в бессонные ночи, он вспоминал посиделки у костра на ферме. Размышлял над тем, чем сейчас живут те случайные незнакомцы, встреченные им в тот сложный для каждого из них период жизни."
    "Как-то раз ему приснилось, будто он открыл телефонный справочник и нашел в нем номера тех самых людей."
    "Элис, Киоко, Кейси... даже Фуджимото-сан был в справочнике."
    "В том сне Модуро-сан пытался набрать их телефонные номера, но каждый раз оператор сообщал о том, что номера не существует."
    "Модуро-сан снова и снова набирал номера до тех пор, пока цифры не начали расплываться перед глазами и не исчезли, растворившись в бумаге справочника."
    "Тогда его телефон сам зазвонил, Модуро-сан ответил на звонок, но на том конце провода молчали. Модуро-сан проснулся в холодном поту посреди ночи и обнаружил, что сжимает в руках свой мобильник."
    "Отчего-то эта ситуация крепко засела у него в голове и теперь, выпивая каждый вечер в баре, он прокручивает свой сон в голове снова и снова, постоянно надеясь найти в нем какой-то скрытый смысл."
    "С Акайо, встреченным год назад на пропускном пункте, Модору-сан больше не виделся. И вряд ли встретится с ним еще. Не было абсолютно никакого желания."
    "Хотелось лишь напиться в стельку, забыться и уснуть прямо в баре. В полном одиночестве."
    "И больше не просыпаться."
    "Никогда."
    ###
    ###
    call start_end
    ###
    ###
    return
