label start_epilog:
    stop music fadeout 5
    scene bg black with fade
    # Черный экран
    "Окраины Токио. Ночь. Небольшой бар, расположившийся в темном полуподвале."
    scene bg gas_station_night
    "После встречи четверых незнакомцев на ферме близ Окумы прошел ровно год."
    play music "audio/Anaemia.mp3" fadein 5
    "Модору-сан, владелец бара, в полном одиночестве сидел за столом возле крошечной сцены и глушил саке."
    "Рядом уже стояло несколько пустых бутылок, но Модору-сан даже и не собирался останавливаться на них."
    "Год. Казалось бы, достаточно большой промежуток времени..."

    scene bg hall with d
    "Год назад Модору-сан въехал на закрытую территорию Фукусимы. Провел там один день, а на следующее утро, сделав то, что был должен, метнулся в частную токийскую больницу на арендованной 'Тойоте'."
    "Врачи долго не пускали его в палату отца и в ответ мямлили какие-то оправдания."
    scene bg hospital with d
    "Тогда Модору-сан силой пробился через дверь и понял, почему его не хотели пускать."
    "Он остановился у кушетки, его рука находилась в кармане куртки и со всей силы сжимала крохотную фигурку черепахи."
    "Фуджимото-сан, старик с фермы, сказал, что этот деревянный талисман должен был помочь папе Модору-сана встать на ноги и снова ощутить ясность мыслей в голове. Но..."
    "В первую очередь Модору-сан винил себя."
    "Что, если бы он поторопился и приехал раньше? Может, тогда бы сила талисмана все-таки сумела помочь? А пластинки..."
    stop music fadeout 5
    "Он что, зря рисковал собой и своим здоровьем, зря за ними ездил?.."
    scene bg black with fade
    "В течение следующего года Модору-сана преследовали разные мысли и странные идеи. То он хотел еще раз съездить в Окуму и повидаться с Фуджимото-саном..."
    "...сыграть ему на гитаре у костра, то он старался вообще забыть о своей поездке и внушал себе, что она ему приснилась."
    "Иногда он вспоминал брошенные вскользь слова ученой о том, что все вещи в доме должны были просочиться радиацией, и тогда ему не сиделось на месте и хотелось как можно скорее избавиться от пластинок и вернуть их в дом в Окуме."
    "Но, конечно, от отцовской коллекции он так и не избавился."
    scene bg woods_campfire_night with d
    play music "audio/Campfire.mp3" fadein 5
    "Время от времени, обычно в бессонные ночи, он вспоминал посиделки у костра на ферме. Размышлял над тем, чем сейчас живут те случайные незнакомцы, встреченные им в тот сложный для каждого из них период жизни."
    "Как-то раз ему приснилось, будто он открыл телефонный справочник и нашел в нем номера тех самых людей."
    scene bg black with d
    "Киоко, Китамура, Фуджимото-сан... даже ученая каким-то образом была в справочнике."
    "В том сне Модуро-сан пытался набрать их телефонные номера, но каждый раз оператор сообщал о том, что номера не существует."
    "Модору-сан снова и снова набирал номера до тех пор, пока цифры не начали расплываться перед глазами и не исчезли, растворившись в бумаге справочника."
    "Тогда его телефон сам зазвонил, Модуро-сан ответил на звонок, но на том конце провода молчали. Модуро-сан проснулся в холодном поту посреди ночи и обнаружил, что сжимает в руках свой мобильник."
    scene bg gas_station_night with d
    stop music fadeout 5
    "Отчего-то эта ситуация крепко засела у него в голове и теперь, выпивая каждый вечер в баре."
    "Он прокручивает свой сон в голове снова и снова, постоянно надеясь найти в нем какой-то скрытый смысл."
    "С Акайо, встреченным год назад на пропускном пункте, Модору-сан больше не виделся. И вряд ли встретится с ним еще. Не было абсолютно никакого желания."
    scene bg black with fade
    "Хотелось лишь напиться в стельку, забыться и уснуть прямо в баре. В полном одиночестве."
    "И больше не просыпаться."
    "Никогда."
    window hide
    pause(2)
    window auto
    "..."
    window hide
    pause(2)
    window auto
    "Десять лет спустя здесь всё так же спокойно."
    scene bg temple_diner with d
    play music "audio/Edge of Kami.mp3" fadein 5
    "Старик Фуджимото, что поддерживал меня все эти годы, ушёл весной. Он умер тихо и незаметно, как и подобает седому монаху. "
    "Он упокоился, но позволил воскреснуть мне. "
    "Дал шанс настоящему Кейчи, что исчез после аварии где-то в глубинах растоптанного сознания, встретить зрелость в здравом уме."
    "Рабочая рутина способна притупить любую боль."
    "Анабиоз зоны отчуждения позволил задуматься о том, кем же я стал, имею ли я, убийца со стажем, хотя бы теоретическую возможность отпустить грехи. "
    "На этот вопрос я нескоро найду ответы, а вот срок давности по большинству из моих преступлений через несколько лет просто истечет."
    scene bg farm_day with d
    stop music fadeout 5
    "Я не хочу возвращаться. Я всем обязан Фукусиме — ею дарованы и мое проклятие, и благословение. "
    "И на ступенях этого храма я встречу любого, жаждущего искупления."
    "Единственный житель этих руин, настоятель Китамура."
    scene bg black with fade
    "..."

    if scientist_anger > 0 or scientist_paranoia > 0:
        jump sc_end_2
    else:
        jump sc_end_1
                ##Эпилог 1 паранойя <= 0 && агрессия <= 0
    label sc_end_1:
        stop music fadeout 5
        scene bg woods_road_2 with fade
        "Моя машина стояла там же где я ее и оставила. "
        "Снега нападало столько, что чистка всех стекол заняла некоторое время."
        scene bg road_checkpoint with d
        "Спустя полчаса я уже стояла на КПП и отдавала сонным охранникам позаимствованные костюм, фонарь и счетчик. "
        "В этот раз это был другой парень, и судя по его удивленным глазам, никто ему не сказал что кто-то оставался в зоне отчуждения на ночь. "
        "Что еще удивительнее, мне никто не задал никаких вопросов по поводу моего затянувшегося визита. "
        "Их уровень халатности вообще имеет какие-либо пределы? "
        play music "audio/Campfire.mp3" fadein 5
        "Впрочем, вспоминая всю пеструю компанию, которая собралась этой ночью у костра, если такое у них происходит часто, я бы тоже вскоре перестала обращать внимание на посетителей."
        scene bg gas_station with d
        "На обратном пути я заехала на уже знакомую мне заправку и купила еще энергетических батончиков, которые так хорошо пошли этой ночью. "
        "Это немного, но мне захотелось хоть как-то поддержать бизнес улыбчивого владельца магазина."
        "Теперь осталось последнее дело. "
        "Сев в машину, я набираю номер Такеши."
        scene bg city_road_morning with d
        bf "Элис? "
        bf "Что-то случилось? "
        bf "Почему ты звонишь так рано?"
        sc "Ничего особенного. "
        sc "Просто решила пригласить тебя на ужин. "
        sc "Завтра. "
        sc "Сегодня буду весь вечер отмывать с себя всю грязь, пот, а может и радиацию."
        bf "Радиацию? "
        bf "Элис, ты действительно туда поехала?"
        sc "Вроде того. "
        sc "Но знаешь, я ведь никогда и не думала серьезно лезть в реактор. "
        sc "Сам подумай - я же не самоубийца, в конце концов. "
        sc "У меня есть желания, амбиции. "
        sc "Может действительно был какой-то заговор, а может и не был. "
        sc "Все равно все уже произошло, и даже если я что-либо обнаружу, что маловероятно, это изменит ровным счетом ничего. "
        sc "Если так подумать, мне просто нужно было время простить себя. "
        sc "Простить и принять мир вокруг себя. "
        sc "Вот и все."
        bf "... Когда ты так говоришь, все действительно кажется таким простым и понятным. "
        bf "Даже странно слышать это из твоих уст."
        sc "Действительно. "
        sc "А еще мне срочно нужен психолог, и очень качественный! "
        sc "Ты был прав, моя мания – это ни разу не здоровая хрень! "
        sc "Ты просто не представляешь, в каком артхаусе я сегодня побывала! "
        sc "Здоровый человек не продержался бы там и часа или поехал бы крышей!"
        bf "... Ты мне расскажешь, что там такое произошло?"
        sc "Конечно, но все потом - при встрече."
        bf "Хорошо, главное что ты в безопасности... "
        scene bg road_woods with d
        stop music fadeout 5
        bf "Так что ты думаешь делать дальше?"
        sc "Очевидно же – жить будущим. "
        sc "Ну и совсем немного - сегодняшним. "
        sc "Если природа может адаптироваться, то и люди могут адаптироваться. "
        sc "А если могут люди, значит смогу и я."
        ###
        call start_end from _call_start_end
        ###
        return

    label sc_end_2:
                ##Эпилог 2 паранойя >0 || агрессия > 0
        stop music fadeout 5
        scene bg black with fade
        "..."
        "Много лет спустя Элис лежала в больнице в маленькой палате. "
        scene bg hospital with fade
        "Несмотря на все предосторожности, последствия лучевой болезни тяжело сказались на ее организме. "
        "Она умирала. "
        "И сегодня ей предстояла сделать звонок, который она откладывала уже долгое время. "
        "Слабой рукой, она взяла телефон, и набрала номер."
        play music "audio/Death.mp3" fadein 5
        sc "Такеши?"
        bf "Элис? "
        bf "Рад тебя слышать! "
        bf "Столько лет не виделись. "
        bf "Как у тебя дела?"
        sc "Не очень. "
        sc "Я в больнице. "
        sc "Но не надо меня проведывать – сам знаешь - я не люблю, когда меня видят в моменты моей слабости."
        bf "Что с тобой случилось?"
        sc "Несколько лет назад я все же пробралась туда. "
        sc "Оказывается, это была действительно паршивая идея."
        bf "О господи! "
        bf "Тебе нужна помощь?"
        sc "Я же говорю – все в порядке. "
        sc "У меня хорошая страховка. "
        sc "Да и я изначально понимала, на что шла. "
        sc "Гораздо хуже то, что я ничего там не нашла. "
        sc "Совершенно ничего. "
        sc "Все годы подготовки были бессмысленны. "
        sc "Ты был прав все время – вся эта теория заговора изначально была абсурдной и нелепой. "
        sc "Я гонялась за своим «белым китом» пока моя лодка не утонула. "
        sc "Скорее всего, его никогда и не было."
        bf "... Ты уверена в этом?"
        sc "Сейчас - более чем когда либо. "
        sc "Я просто хотела еще раз услышать твой голос. "
        sc "Передавай привет жене. "
        sc "Ваш сын на фотографиях выглядит замечательно. "
        sc "Прощай."
        scene bg black with fade
        stop music fadeout 5
        "..."
        nvl clear
        nvl show d
        nvle "В небольшой комнате мужчина в белой, ухоженной рубашке и черных брюках, устало откинулся на спинку кресла. "
        nvle "Выглядело так, будто она ничего не знала. "
        nvle "А если и знала, то уже сдалась и не собиралась кому-либо сообщать. "
        nvle "Но у них не было принято полагаться на вероятности. "
        nvle "Если был даже небольшой шанс, что она что-то недоговаривает, значит надо продолжать наблюдение. "
        nvle "В любом случае вести ему это наблюдение оставалось недолго. "
        nvle "Хех, Эрис. "
        nvle "Какое дурацкое имя."

    ###
    ###
    call start_end from _call_start_end_1
    ###
    ###
    return
