label start_murderer:

    stop music fadeout 2
    scene bg woods_pines with fade
    show screen dozimetr

    "Я бежал непонятно от кого. Просто бежал."
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Чувство преследования никак не покидало меня."
    "Я боялся каждого шороха, треска сломанной ветки, шуршания листвы."
    "Не так давно шел дождь — земля была скользкой, и даже это осложняло мой путь."
    "Впрочем, куда уж тяжелее..."
    "Наконец-то этим деревьям пришел конец."
    "Я подбежал к высокому забору."
    "Оценив ситуацию, мне не пришло в голову ничего, кроме как обойти его вдоль в надежде найти лазейку."
    "Достаточно быстро на глаза попалась подходящих размеров дыра."
    "Ставлю на то, что о ней уже давно знает патруль."
    "Так или иначе, выбирать не приходится."
    scene bg woods_road_2 with d
    stop music fadeout 5
    "И вот я уже по ту сторону."
    "Снова прикасаюсь к гладкому камню."
    "Возвращаюсь в незапамятные времена, к любимой семье, к дому под кронами."
    "Будто бы у меня сохранились доказательства тогда, что всё это действительно существовало..."
    play music "audio/Impressed Mind.mp3" fadein 5
    "Я тихо усмехнулся."
    "Убедившись, что хвоста нет, я снял с себя рюкзак."
    "Пить охота, да и нож лучше держать наготове — мало ли..."
    "Выбрав самое сухое место, я сел на землю и разложил все перед собой."
    "Увы, но для безопасного посещения больше не хватит содержимого походного рюкзака."
    "Не впервой."
    "Ведь этот лес, что окружил Фукусиму, давно похитил мою нормальную жизнь."
    "Только здесь для меня осталось место."
    "А всё благодаря маленькому вору…"
    "Этому мерзкому вору…"
    "Но ничего уже не изменить."
    "Лес продолжит поглощать всё больше и больше улиц."
    "А моя жизнь продолжит катиться в никуда."
    "Я засмеялся, то ли от отчаянья, то ли от безумия."
    scene bg black with fade
    "Точно так же, как в тот злополучный день."
    "Когда мой 'друг' украл единственную вещь, которая напоминала о родителях — раскладной ножик, подаренный отцом незадолго до аварии."
    "Я переехал к тете, в Осаку."
    "По-настоящему любя нескладного, не до конца оправившегося от произошедшего сироту, она делала всё, что могла."
    "Я ничего не понимал."
    "Врачи, психологи, монахи кружили надо мной, как стая стервятников."
    "Мне же становилось всё больнее."
    "Отчетливые образы, прокручивавшиеся в памяти, сменились на кошмарное кровавое месиво."
    scene bg road_woods with d
    "Стоило лишь закрыть глаза — и я снова лечу по трассе, напевая незайтеливый мотив."
    "Мама держит меня за руку, рассказывая о том, чего ожидает от поездки."
    "Хирохито, виляя хвостом, пронзительно смотрит на меня с сиденья напротив."
    "Отец, поправляя очки, вглядывается в алый горизонт."
    scene bg black with fade
    "Оборвавшийся вой."
    "Искаженное гримасой ужаса лицо."
    "Сильный удар, что разносит салон на куски."
    "С огромным усилием открыв глаза, я понимаю, что сжимаю в руке её оторванную кисть."
    "Запах гари и красное зарево."
    "Смерть Кейчи-куна, которого они знали."
    "Через несколько лет эта трасса исчезнет под грудой принесенных водой обломков."
    "Но мальчик больше не вернётся."
    "Пытаясь подарить мне улыбку, заставить навсегда забыть об ужасной трагедии, она работала, не жалея себя."
    "Но я осознал это слишком поздно."
    scene bg gas_station with d
    "Собрав рюкзак и положив в него немного консервов, воды, компас, зажигалку, сменную одежду и счетчик Гейгера, я последний раз окинул взглядом своё очередное обиталище."
    "Надеюсь, последнее в цивилизованном мире."
    "В кои-то веки у меня появился план."
    "План, для реализации которого должны сложиться мириады факторов, но..."
    "Я наконец-то понял, где смогу найти покой."
    "Даже для такого, как я, найдется свой уголок."
    "Я знаю от и до все тропы, опутавшие тот реденький лес."
    "Я должен вернуться туда."
    "На сцену своего первого убийственного спектакля."
    scene bg black with fade
    "Он встретил меня, как в старые добрые."
    "Предложил выпить, посетовав на то, что старая лавка сакэ вот-вот закроется."
    "Сказал, что рад моему визиту, и, если я захочу, то могу и переночевать у него."
    "Наглая ложь."
    "Он не мог просто взять и забыть о той краже."
    "Он не мог не подготовиться."
    "Если ты и вправду собирался заманить меня в свою ловушку, то ты был слишком глуп для этого."
    "Надеясь, что я опьянею и засну, он бы закончил мою жизнь отцовским ножом…"
    "Идиот."
    "Всаживая лезвие кухонного ножика в его пустой, стеклянный глаз, я возвращал всё на свои места."
    "Он притворялся, что не помнит этого случая."
    "Я притворялся, что забыл о его поступке."
    "'Что у меня в руках?' — спрашивал я, наслаждаясь тем, как он впадает в шок."
    "'Что ты выкрал у меня?' — кричал я, буравя взглядом его предательское лицо."
    "Он так и не ответил, какая судьба постигла последний отцовский подарок."
    "Я перерыл весь дом, надеясь на чудо, но этого так и не произошло."
    "Прости, отец."
    "Мне не удалось."
    "Хоть я сразу осознал, что натворил, первое время я не задумывался на этот счёт."
    "Я сменил одежду и ушел домой, оставив его тело на съедение огню."
    "Пламя сожгло этот дом, оставив на его месте пропитанный холодом пустырь."
    "Нехитрым образом я тут же оказался в списке подозреваемых."
    "С тех пор я скитаюсь по всей Японии, пока рок не вернул меня обратно."
    scene bg woods_road with d
    "Я встал и со всей силы пнул камень, лежащий на земле."
    "Он отлетел в предательски шуршащие кусты."
    "Проклятая паранойя…"
    "Я бы не боялся каждого шороха, если бы меня не преследовали."
    "Везде и всюду — в магазине, на заправке, в заштатной промзоне…"
    "На меня повешено куда больше преступлений, чем я могу представить."
    "Даже в этом вопросе я слишком банален..."
    "Сбежать из страны я не мог."
    "Деньги утекли из карманов за считанные дни."
    "Оставалось только учиться драться и прятаться в тени."
    "Совершив месть, я стал узником бесконечного цикла бессмысленных трагедий."
    "Прозорливый сосед, частный детектив, полицай, что почти докопался до истины…"
    "Они не заслужили такой участи."
    "Как и я."
    "Вдруг весь этот круговорот был предназначен лишь для того, чтобы по моей воле тысячелетний камень упокоился в кустах?"
    stop music fadeout 5
    "Судьба способна и не на такие насмешки."
    "Еда, которую я брал с собой, уже давно закончилась."
    "И мне не оставалось ничего другого, кроме как попробовать найти источник пропитания где-то здесь."
    "Я встал, и, закинув на плечи рюкзак, отправился в путь."

    scene bg farm_day with d
    play music "audio/Homeless at the Ruins.mp3" fadein 5
    "Дорога всё так же была непростой."
    "Немного похолодало — как бы снег не пошёл, иначе будет еще сложнее перемещаться."
    "Вскоре я увидел какой-то забор."
    "Спрятавшись за ближайшим деревом, я решил понаблюдать, что же там происходит."
    "Ферма?!"
    "До сих пор?"
    "До АЭС ведь какие-то километры…"
    "Впрочем, большая удача."
    "Кажется, получится чем-то поживиться."
    "Да и терять мне особо нечего — шестиметровых побегов риса или чего-то в этом роде я точно не обнаружу."
    "Я быстро перемахнул через хилый деревянный забор и побежал через поле."
    "Ветер трепал волосы, разгоняя тревогу."
    "Фрагменты прошлого и образы будущего на миг покинули голову, освобождая место для давно потерянного меня."
    "Теплый воздух теплицы ударил мне в лицо."
    "Я начал в спешке срывать ближайшие плоды и класть в рюкзак."
    "Стоит развести костёр и наконец-то попробовать нормальную еду."
    "За то время, пока я добирался сюда, я уже порядком забыл вкус свежей пищи…"
    "Впрочем, то — не главная беда в жизни человека без прав."
    stop music fadeout 5
    "Внезапно до меня донесся голос фермера."
    "Почему-то знакомый, но от этого не менее опасный."
    show trader at center with d
    om"Кто здесь? "
    om"Пристрелю, если не выйдешь!"
    hide trader with d
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Я, быстро закинув на плечи рюкзак со всем награбленным, рванул в противоположную сторону, чтобы убежать незамеченным."
    "Уже оказавшись у забора я услышал выстрел."
    "Кажется, близко…"
    "Он не попал."
    "Не удивился бы, если моя судьба закончилась настолько паршиво."
    stop music fadeout 5
    "Хорошо, что удалось унести ноги."
    "Лица моего он не видел, да и не думаю, что он запомнит хотя бы одежду."
    "Лишь бы не натравил на меня местных военных..."
    scene bg woods_road_2 with d
    play music "audio/Anaemia.mp3" fadein 5
    "Я направился глубже в лес."
    "Земля уже подмерзла достаточно сильно, и стало больше холодно, чем сыро."
    "Очередные холода…"
    "Жизнь зимой мне дается тяжелее, чем обычно."
    "Приходится как-то справляться с редкими морозами."
    "Даже теплая одежда спасает не всегда."
    "Если бы на этом трудности заканчивались... В снегу меня легко найти по следам, да и скорость передвижения падает, а силы уходят быстрее."
    "Не люблю я зиму."
    "Лето больше по душе — там трудностей меньше, да и вечером тепло и светло."
    "Я опустился на землю и достал награбленное."
    "Вгрызаясь в сырую мякоть, я не забывал об экономии. С моим образом жизни я два дня мог спокойно прожить на половинке буханки хлеба, но с каждым годом силы всё улетучивались."
    "Для бродяги старость подступает слишком рано — такова расплата за безнаказанность."
    "После принятия пищи я подложил рюкзак под голову и решил немного передохнуть."
    "Хоть земля и была прохладной, но импровизированная подушка хоть как-то помогала."
    "Осталось ещё немного..."
    "До финальной точки моего маршрута."
    scene bg black with fade
    stop music fadeout 5
    "Когда я проснулся, уже темнело и начинал валить снег."
    "Как я и думал. Не вовремя он, конечно, но это было ожидаемо — надо бы только найти укрытие."
    "В спешке собравшись, я отправился в путь."
    scene bg lake_storm with d
    play music "audio/Daiichi.mp3" fadein 5
    mrd"Сколько я спал в итоге? Надеюсь, не слишком долго..."
    "Впервые я спокойно шёл вперёд. Не боязливо оглядываясь вокруг, или потупив взгляд, рассматривая трещины на асфальте…"
    "Я слишком рано расслабился."
    "Не ожидая подставы от завоевавшей улицы природы."
    mrd"Откуда лед? Неужели я забрел на болото?"
    "Но не успел я сделать и шага, как лед сломался под тяжестью моего веса."
    "Холодная жижа освежила голову, но сковала по рукам и ногам."
    "Неужели меня начало медленно затягивать?"
    "Вот черт, этого мне еще не хватало…"
    "Осмотревшись, я разглядел недалеко от меня сломанное дерево."
    mrd"Кажется, тут я сегодня не умру."
    "Схватившись за большую и крепкую на вид ветку, я начал медленно вытаскивать себя из топи."
    stop music fadeout 5
    "Болото оказалось не таким и глубоким, хоть я уж точно не первый, кто мог расстаться здесь с жизнью."
    "Когда я был наконец свободен, я аккуратно спустился на землю."
    "Только бы не..."
    unf"Эй, мужчина!"
    show sc front hands_down smile angry open at center with d
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Кто это? И почему она идет прямо сюда? Неужели она меня знает?"
    "Я начинал немного паниковать."
    show sc front hands_down shout raised open at center with d
    unf"Что за черт, откуда тут лед? Да это же болото!"
    show sc side hands_down shout angry open at center with d
    unf"Мужчина! Что вы стоите? Помогите мне уже наконец!"
    hide sc with d
    "Заметив большую палку, я схватил её и начал пробираться ближе к женщине на безопасную поверхность."
    "Держась за дерево, что высилось рядом с нужным участком, я наконец приблизился к несчастной."
    "После того, как я убедился, что стою в надежном месте, я протянул ей палку."
    show sc side hands_down shout angry wide_open at center with d
    unf"Ну наконец-то, я думала, ты так и будешь стоять."
    hide sc with d
    "Так, надо собрать все свои силы."
    "Бросить человека вот так — аморальнее убийства."
    "А учитывая мою задачу..."
    stop music fadeout 5
    "И я начал медленно, но верно вытягивать еще одну несостоявшуюся жертву болота."
    scene bg woods_grass_blue with d
    show sc side hands_crossed speak angry open at center with d
    unf"Серьезно, хоть бы таблички поставили. "
    show sc front hands_crossed speak angry open at center with d
    play music "audio/Day.mp3" fadein 5
    unf"Ладно, спасибо тебе. "
    show sc front hands_down speak raised open at center with d
    unf"А ты, я смотрю , тоже по пояс забрался? "
    show sc front hands_down shout angry open at center with d
    unf"Да ты промок! "
    unf"Выпей пару глотков - с переохлаждением шутки плохи."
    "Женщина достала из своего рюкзака водку и сделала глоток, а потом протянула бутылку мне."
    show sc front hands_crossed frown raised open at center with d
    mrd"Нет, спасибо."
    unf"Ну, как хочешь..."
    mrd"Вы меня знаете?"
    show sc side hands_crossed frown sad open at center with d
    unf"А я должна? Я что-то не припоминаю тебя. Мы не пересекались на прошлой инспекции?"
    mrd"Нет, извините… Вы просто на мою знакомую похожи, вот и проверил."
    "Вроде отмазался, надеюсь она ничего не заподозрит."
    mrd"Так что вы тогда здесь делаете?"
    show sc side hands_down smile sad open at center with d
    unf"Отправляюсь на АЭС по одному исследованию."
    show sc front hands_down smile calm open at center with d
    sc"И да, не извиняйся ты, тут же я виновата, что угодила в болото."
    mrd"Может, разведем костер? Просохнуть бы сейчас нам точно не помешало."
    "Как бы заставить её не задавать ответный вопрос?"
    show sc front hands_down frown raised wide_open at center with d
    sc"Костер? "
    show sc front hands_down frown calm open at center with d
    sc"Мне уже стоит поторопиться, но если ты настаиваешь, я задержусь."
    mrd"Хорошо, тогда я пойду собирать ветки. Случайно не найдется ненужная бумага?"
    show sc front hands_down happy angry open at center with d
    sc"Ты же не думаешь, что я таскаю с собой какую-нибудь папку?"
    show sc side hands_down frown sad open at center with d
    sc"Хотя несколько старых распечаток могло заваляться. Сейчас поищу."
    hide sc with d
    "Мы начали заготавливать хворост."
    "Молчание Фукусимы проникало в дырявое сердце."
    "Я помню эти места совсем другими."
    "Одухотворенными, свободными, светлыми."
    "Так мой детский разум запечатлил локацию одной из главных национальных трагедий."
    "Вряд ли дело заключается только в возрасте..."
    show sc side hands_down speak angry open at center with d
    sc"Тебе все же стоит выпить. У тебя даже руки дрожать начали."
    "Я уже немного привык к ее обществу, во всяком случае, напаасть на меня она точно не собиралась."
    mrd"Да, не отказался бы, но давай сначала разберёмся с огнём."
    show sc side hands_down frown calm open at center with d
    sc"Да, ты прав."
    hide sc with d
    stop music fadeout 10
    "Сбор веток не занял много времени, и вскоре мы уже занялись костром."
    mrd"Подай, пожалуйста, бумагу."
    "Ученая полезла в рюкзак, после чего достала и протянула мне какие-то помятые распечатки. Я не стал их разглядывать — всё равно какая-то неразбериха."
    mrd"Спасибо."
    show sc front hands_crossed frown calm open at center with d
    sc"А разжигать чем будем?"
    mrd"У меня зажигалка с собой."
    hide sc with d
    "Она досталась от одного моего преследователя. Догоняя меня, он упал и выронил свои сигареты и зажигалку — засунуть их обратно в карман ему уже не удалось."
    "Жаль, что сигареты давно закончились…"

    play music "audio/Campfire.mp3" fadein 5
    scene bg woods_campfire_night with d
    "Я разжег костер, и мы уселись около него. Снег заметно усилился, превысив любые ожидания."
    mrd"Таким темпом тут снегопад к ночи будет…"
    show sc front hands_crossed smile raised open at center with d
    sc"И не говори, валит и валит."
    "Ученая достала из рюкзака бутылку и передала мне."
    "Я сделал глоток."
    show sc front hands_down smile calm open at center with d
    mrd"Спасибо большое."
    sc"Да не за что, это же ты меня спас."
    sc"Кстати, а как ты тут оказался? Заблудился?"
    "Не стоило надеяться на то, что всё обойдется так просто."
    mrd"Знаешь… Наткнулся на какой-то забор, и любопытство взяло своё..."
    "Бездарность."
    show sc front hands_down speak calm wide_open at center with d
    sc"Так ты из местных? "
    sc"Я была уверена, что ты здесь работаешь... "
    show sc front hands_down smile sad open at center with d
    sc"Для меня удивительно, что кто-то может вот так прогуливаться по столь опасному месту."
    show sc side hands_down frown angry open at center with d
    sc"Смею тебя заверить, здесь ты не найдешь ничего интересного, кроме лучевой болезни или чего похуже. "
    show sc front hands_crossed smile calm open at center with d
    sc"Впрочем, решай сам, мне уже пора выдвигаться. Не поможешь сориентироваться?"
    mrd"Прошу прощения, но я тут первый раз... "
    mrd"Могу только сказать, что находится в стороне, откуда я пришел, или предложить компас, если он, конечно, нужен..."
    show sc front hands_crossed speak sad open at center with d
    sc"Действительно, компаса будет достаточно. Эта зона вокруг поселка не такая уж и сложная, если знать карту. "
    show sc front hands_down frown sad open at center with d
    sc"Значит, если я отклонилась на запад, то мне нужно в эту сторону. "
    show sc front hands_down frown sad closed at center with d
    sc"Кажется..."
    show sc front hands_down frown sad open at center with d
    "Покрутив компас в руках, она снова посмотрела на меня."
    show sc front hands_down speak sad open at center with d
    sc"Странно вмешиваться, но... "
    sc"Надеюсь, ты понимаешь, что тебе надо выбираться отсюда?"
    show sc front hands_down shout angry open at center with d
    sc"Здесь все пропитано смертью. Даже дым веток, что сейчас горят, может содержать вредные вещества."
    mrd"Дозиметр где-то в рюкзаке, да я и не задумываюсь на этот счёт.. "
    mrd"Вы лучше о себе побеспокойтесь. "
    mrd"Кто вообще посылает девушек на инспекцию в такое опасное место? Головы бы им оторвать."
    show sc front hands_down smile raised open at center with d
    sc"А, так ты все же подготовился к своей прогулке? "
    sc"Тогда все не так плохо, как я думала. "
    show sc side hands_down happy calm open at center with d
    sc"А я - доброволец. "
    sc"Никто меня сюда не посылал, сама вызвалась. "
    show sc front hands_crossed speak calm open at center with d
    sc"Эта проблема слишком серьезная, чтобы отсиживаться в безопасности. "
    sc"Да и с защитным костюмом я выдержу несколько подобных инспекций. "
    show sc front hands_crossed frown angry open at center with d
    sc"Главное - не попасть в горячую точку."
    sc"Или в... это болото, появившееся из ниоткуда. "
    show sc front hands_down shout calm wide_open at center with d
    sc"Я тебе говорила, что еще два года назад его точно тут не было?"
    show sc side hands_down frown calm open at center with d
    "Ученая молча закурила. Я и не думал просить закурить, но она отдала мне целую пачку."
    show sc side hands_down happy calm open at center with d
    sc"Награда за спасение ценных кадров Японии. А у меня все равно еще есть."
    show sc front hands_down frown sad open at center with d
    stop music fadeout 5
    sc"Что ж, мне пора. "
    sc"Я не знаю, что ты здесь забыл, но надеюсь, что все будет хорошо. "
    show sc side hands_down frown angry open at center with d
    sc"Прощай, незнакомец."
    hide sc with d
    mrd"Спасибо, прощайте."
    "Она ушла, а я все еще продолжал вертеть в руках пачку подаренных мне сигарет."
    "Давно со мной так не обращались…"
    play music "audio/Credits.mp3" fadein 5
    "Если бы она знала, кто я, помогла бы? Приняла бы помощь? Не сдала бы властям и не переживала за мое здоровье?"
    "Вот и я думаю, что нет…"
    "Где-то за топью загорелось ещё одно пламя."
    "Даже здесь, на этой пустоши я не одинок."
    "Даже здесь все идет своим чередом."
    "Я встал и потушил костер."
    "Собрав вещи и наконец отправив пачку в карман, я направился в путь."
    scene bg city_crossroads_night with d
    "Так и не высохшие ноги замерзали на заснеженной дороге."
    "Я осмотрелся."
    "Деревья в снегу выглядят красиво — все покрыты снежными шапками, пусть еще и небольшими, но завтра утром…"
    "А завтра утром я ослепну от такого количества отраженного света."
    "Сколько раз уже хотелось остановиться?"
    stop music fadeout 5
    "Выбора нет — надо идти."
    "Наконец, почти валясь на землю, я дошел до какого-то полуразрушенного здания."
    scene bg metal_factory with d
    play music "audio/Homeless at the Ruins.mp3" fadein 5
    "Стоит остановиться здесь."
    "Скорее всего, это старый завод."
    "Даже всё оборудование на месте."
    "Выглядит это не очень надежно — половина крыши обломилась и уже была покрыта снегом, торчали только куски арматуры."
    "На улице уже было достаточно темно."
    "Сложить шалашик из веток и мусора вновь не составило труда. Я достал зажигалку и попытался все разжечь, и после нескольких неудачных попыток у меня наконец-то получилось."
    mrd"Ох, погреемся сейчас."
    "Я сел к костру и достал трофейную пачку сигарет."
    "Стресса за день было много, так что это действительно можно считать достойным подарком."
    "Я, закурив, вспоминал, что же произошло."
    "Побег от неизвестного, резкие воспоминания, потом ферма с болотом…"
    "Ученая, вместе с которой я грелся у другого костра."
    "Может быть, за мной сейчас придут."
    "Она не настолько глупа, чтобы оставить всё это просто так."
    "Я пытался разбавить этот диалог с самим собой небольшим количеством позитива, но тщетно."
    "Я кинул окурок в затухающий костер и вышел из здания."
    stop music fadeout 5
    "Вокруг темнота — ни огонька, ни души, спокойно, только треск веток."
    "Вернувшись к прогревшейся стене, я даже не заметил, как задремал."
    "Разбудил меня какой-то резкий шум со стороны входа."
    "Костер почти потух, но освещения хватало, чтобы оглядеть весь цех."
    "Я достал нож и начал вглядываться в пустоту."
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Крупное животное пронеслось мимо за доли секунды, и я не успел среагировать."
    "Зверь метнулся в дверной проем и утонул в окружавшей завод тьме."
    mrd"Фух."
    "Спать уже не хотелось — тепло улетучилось, а страх всё никак не покидал."
    "Пора сделать последний рывок."
    stop music fadeout 5
    "Подсвечивая себе путь, я вышел наружу."
    scene bg city_overgrown_night with d
    "Я шёл, полагаясь лишь на обрывки памяти из раннего детства."
    "Задолго до обеих аварий я всего несколько раз бывал здесь."
    play music "audio/Anaemia.mp3" fadein 5
    "На одном из фестивалей предсказание даже пообещало, что в жизни мне всегда будет сопутствовать удача."
    "Такое не забудешь."
    "Если считать за удачу то, что сегодня я не был убит, не утонул и не был схвачен местным патрулем, то мне действительно часто везет."
    "В остальном это очередная глупая шутка жизни."
    scene bg temple_bridge with d
    "Поднимаясь по ступеням, я в последний раз обдумывал свою рискованную затею."
    stop music fadeout 2
    "Последний раз задумался, стоит ли мне ждать хоть чего-то хорошего."
    "Всего несколько шагов — и я уже буду..."
    "Сзади меня раздавался топот."
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Я успел обернуться, и зверь, побоявшись атаковать лоб в лоб, встал на изготовку."
    "Я держал нож наготове, но все равно опасался схватки — в такой стычке у меня заведомо мало преимуществ."
    "Это кабан, верно?"
    "Противник снова уставился на меня."
    mrd"Так и будем стоять? Или ты что-то предпримешь? Уйдешь, например…"
    "Кабан дернулся вперед — я сумел отступить в сторону, но это было очень близко."
    "Решив, что я — легкая добыча, он развернулся и сразу накинулся на меня."
    "Выставленный вперёд нож полоснул животное."
    mrd"Что, теперь боишься? Так больно?"
    "Зверь окончательно рассверипел."
    stop music fadeout 2
    "Если бы за спиной не забрезжил свет…"
    "Громкий хлопок."
    "Кабан, издав истошный вопль, сделал пару неуверенных шагов и покатился по ступеням вниз."
    show oldman open confused speak at center with d
    om"Так это был ты!"
    play music "audio/Edge of Kami.mp3" fadein 5
    "Понимая, что против ружья у меня не осталось аргументов, я попятился назад."
    mrd"Извините, что потревожил. Это ведь с вами мы виделись на ферме?"
    show oldman open calm frown glasses_shade at center with d
    om"'Виделись?'"
    om"Сынок, да ты остр на язык."
    show oldman open calm speak glasses_shade at center with d
    om"Нет пощады тому, кто помешал постижению Бога…"
    om"Но ты сам был загнан в угол."
    show oldman open calm frown glasses_on at center with d
    om"Скажи, что привело тебя сюда?"
    "Оставалось выдавить из себя те самые слова."
    mrd"Я… Пришёл…"
    mrd"Я пришёл за прощением."
    show oldman open calm frown glasses_on at center with d
    om"Ты согрешил? Или, может быть, случилось что-то непоправимое?"
    mrd"Вы правы. Я согрешил."
    mrd"Много лет назад я пришёл в один дом, что вниз по реке. "
    mrd"Я убил его хозяина и сжег всё дотла, решив никогда не возвращаться сюда. "
    mrd"И вот...я здесь!"
    show oldman open calm frown glasses_shade at center with d
    om"Припоминаю..."
    om"Ты ведь сын Китамуры-сана, что..."
    "Старик насупился, думая, стоит ли промолчать."
    mrd"Да, именно так. Их жизни унесла авария. Остался только я, Кейчи."
    mrd"И никакие слова уже не сумеют объяснить того, что я совершил."
    show oldman closed calm speak glasses_on at center with d
    om"Прощения стоит просить не у меня. Я не держу на тебя зла."
    show oldman open calm frown glasses_on at center with d
    om"Если ты действительно осознал, что натворил, почему бы не сдаться властям?"
    om"Думаю, я смогу уговорить…"
    mrd"Прошу Вас!"
    stop music fadeout 5
    "Давно забытые слёзы покатились по щекам."
    mrd"Я хочу остаться здесь. Помогать на ферме, следить за храмом."
    mrd"Я хочу что-то понять. Объяснить себе, как вернуть рассудок. Как…"
    show oldman closed calm frown glasses_on at center with d
    play music "audio/Death.mp3" fadein 5
    om"Хорошо."
    om"Мне ли отказываться от пары рабочих рук..."
    show oldman open calm smile glasses_on at center with d
    om"Зная все риски, опасности этого места, ты всё-таки пришёл сюда."
    om"Значит, ты действительно готов посвятить этому свою жизнь."
    om"Подними животное к алтарю и возвращайся на ферму. Там мы и встретимся."
    mrd"Благодарю Вас…"
    show oldman open calm frown glasses_shade at center with d
    om"Я — настоятель Фуджимото."
    stop music fadeout 5
    om"А тебе предстоит им стать."
    hide oldman with d
    "Поклонившись, я отправился во тьму."
    $ renpy.notify("Поздравляем, рут убийцы пройден!")
    "Чтобы, взвалив на плечи тяжкую ношу, вновь вернуться к свету."
    hide screen dozimetr
    "..."
    window hide
    pause(2)
    window auto
    $ f4 = 1
    ###
    return
