label start_returner:

    $ renpy.music.stop()
    $ renpy.block_rollback()

    scene bg road_woods with fade

    "На пустой трассе не было ни единой машины."

    "Только мой одинокий хэтчбэк, арендованный в соседней префектуре, неспешно колесил по дороге."
    play music "audio/Day.mp3" fadein 5
    "По радио крутили какую-то разговорную передачу, несколько хриплых голосов говорили на повышенных тонах о грядущем экономическом кризисе и то и дело перебивали друг друга."
    "Голоса перемежались с какой-то классической мелодией, которую, вероятно, транслировали по соседней радиостанции, и время от времени мелодия и голоса скрывались за громким шипением радиопомех."
    "Я покрутил регулятор частоты и наткнулся на местную радиостанцию. По ней передавали прогноз погоды, ближе к ночи обещали сначала мокрый снег, а затем и обильный снегопад."
    "Я не планировал оставаться в этих местах надолго, и часа через три-четыре рассчитывал вернуться в Токио, проведать свой бар и лечь спать."
    "Вообще, конечно, мне безумно не хотелось возвращаться в мегаполис, хотя небольшой бар на его отшибе, которым я владею уже почти пять лет, мне нравился."
    scene bg gas_station_night with d
    "Не сказал бы, что в нем есть что-то необычное или оригинальное – обычный бар в полуподвале, коих в каждом городе сотни или даже тысячи."
    "Барная стойка, несколько столов да маленькая сцена для музыкантов, желающих заработать на своей игре – ничего особенного, но зато это был мой бар."
    "Приобрел я его на часть тех денег, что выделило мне государство после аварии на Фукусиме."
    "Давно это было, хотя мне все еще кажется, будто все произошло буквально на днях."
    scene bg black with fade
    "Прошло уже... девять лет? Да, точно. Девять лет. Память меня пока еще не подводит."
    "Чего не скажешь о памяти моего отца. Если бы я спросил его, сколько времени прошло с тех пор, как на Фукусиме произошла авария, он бы нахмурился, задумался на несколько секунд и сказал бы, что у меня бред."
    scene bg road_woods with fade
    stop music fadeout 5
    "Я все еще помню тот день, он странным образом отпечатался у меня в голове: я помню всё до мельчайших деталей, но в то же время не помню ничего."
    "Парадоксально, но так оно и есть."
    scene bg house with d
    "Это была пятница. По какому-то поводу мы с папой остались дома. Может быть, я решил тогда прогулять учебу, устроить себе небольшой подарочек на двадцатилетие."
    play music "audio/Anaemia.mp3" fadein 5
    "А папа решил мне подыграть и взял отгул. Наверное, так все и было. Не знаю. Не помню. Но мамы дома не было. Утром она опаздывала на работу, второпях красила губы и завивала волосы."
    "Перед уходом она сказала, что постарается вернуться домой пораньше, но так и не вернулась."

    "Вместе с папой мы сидели на кухне за столом друг напротив друга и играли в шахматы."
    "Рядом со мной лежал отцовский подарок: книга-новелла 'В Токио шел дождь', написанная одним из токийских писателей, которых я любил читать в те года."
    "У папы под рукой стояла кружка с горячим кофе, с черным кофе, настолько черным, что даже черные поля на шахматной доске казались светлее."
    "Сейчас бы я запросто смог обыграть отца, даже если бы дал ему в фору ферзя, но тогда, когда его голова была еще ясна и не затуманена болезнью, никто в городе не смог бы его обыграть."
    "Я отлично помню тот момент: походив пешкой, я не заметил расставленной на шахматной доске ловушки и подставил своего ферзя под атаку."
    stop music fadeout 5
    "Папа тогда сказал: 'Ты так долго думал над тем, как походить, и в итоге решил выбрать самый худший ход из всех возможных?'."
    scene bg black with fade
    "Он схватил своего слона, и в этот миг раздался первый толчок."
    play music "audio/Death.mp3" fadein 5
    "Сначала мы подумали, что это обычное землетрясение, одно из тех, на которые уже не обращаешь внимания, но тогда это оказалось тем, что впоследствии назовут Великим восточно-японским землетрясением."
    scene bg night_sky with fade
    "Партию в тот день мы так и не доиграли. Весь день мы ждали, когда мама вернется с работы, но она все не приходила."
    "Тогда вечером, когда солдаты вежливо попросили нас покинуть дом, мы собрали все самое необходимое и ушли, оставив шахматы на столе."
    "Мы надеялись, что нам разрешат вернуться через день или через два."
    "Но прошло уже девять лет, а на столе на кухне все так же стоит недопитый папин кофе, лежит книга, подаренная мне на юбилей, а черные атакуют белых на шахматной доске."
    scene bg black with fade
    "Следующим ходом они должны взять белого ферзя, но нужен кто-то, кто мог бы совершить этот ход, кто мог бы взять в руки слона, убрать с доски ферзя и поставить слона на его место."
    stop music fadeout 5
    "Элементарный ход."
    "Но он длится слишком долго."
    "Этот ход длится уже девять лет."
    scene bg city_road with fade
    "В зеркале заднего вида показалось движение. Серебристый Ниссан стремительно догонял мою Тойоту, затем поравнялся с ней и так же быстро умчал далеко вперед."
    play music "audio/Credits.mp3" fadein 5
    "Признаюсь, не ожидал увидеть здесь еще кого-нибудь, не считая военных, охраняющих территорию, и полицейских."
    "Прогноз погоды по радио завершился. Ведущий попрощался со слушателями, и диджей поставил неизвестную мне современную поп-песню."
    scene bg gas_station with d
    "Я выключил радио и заметил, что приближаюсь к заправке."
    "Бензина было более чем достаточно, есть мне не хотелось, так что я не стал сворачивать с дороги и проехал дальше."
    "На заправке стоял одинокий Ниссан, тот самый, что обогнал меня на трассе."
    "Молодая девушка, по-видимому, водитель, стояла чуть поодаль от бензоколонок с сигаретой в руке и, пытаясь согреться, переминалась с ноги на ногу."
    scene bg city_road with d
    "Увидев, как она курит, я рефлекторно открыл бардачок и достал из него маленький кисет, наполненный фильтрами, табаком и сигаретной бумагой."
    "Прямо за рулем я скрутил аккуратную самокрутку, наполовину опустил окно и закурил."
    scene bg road_checkpoint with d
    "Впереди показались очертания высокого забора, перекрывавшего линию горизонта настолько, насколько было видно, очертания будки у дороги и небольшого здания рядом."
    stop music fadeout 5
    "Я быстро докурил и бросил окурок в автомобильную пепельницу. По мере приближения к будке я начал различать длинный шлагбаум, преграждавший путь дальше."
    "Без сомнений, это был контрольно-пропускной пункт. Я подъехал к шлагбауму и остановился."
    "'Добро пожаловать в поселок Окума! Хорошего путешествия!' – гласила табличка, когда-то стоявшая в этом месте."
    play music "audio/Impressed Mind.mp3" fadein 5
    "Теперь вместо нее расположилась маленькая караулка, возле которой стоял невысокий парень лет двадцати, облаченный в военную форму и от холода прятавший руки в карманах."
    "Он несколько секунд простоял на одном месте, разглядывая номера моей арендованной Тойоты."
    "Наверное, ему было холодно и не хотелось двигаться с места, но, пересилив себя, парень подошел к машине, и я опустил окно еще ниже."
    rtn"Доброго дня. Я могу проехать?"
    show guard at center with d
    "Охранник пригнулся к окну и ответил, держа руки в карманах."
    guard"Предъявите, пожалуйста, Ваши документы на въезд."
    rtn"Я здесь жил до аварии."
    scene bg black with fade
    "Я открыл бардачок, достал из него папку с документами и вытащил несколько бумаг."
    scene bg road_checkpoint with fade
    show guard at center with d
    rtn"Вот, посмотрите. Мне присвоен статус вынужденного переселенца. Я хочу посетить свой дом."
    "Конечно, я знал, что просто так без всяких специальных разрешений меня не пропустят. Но так или иначе я проберусь за этот забор."
    "Охранник посмотрел на протянутые мной документы и покачал головой."
    guard"Извините, не положено. Только по специальным пропускам. Здесь начинается красная зона. Здесь всё заражено."
    rtn"Мне нужно забрать кое-что из моего дома. Я имею право на свободное посещение своей недвижимости."
    "Никаких прав находиться на зараженной территории я, разумеется, не имел."
    "Но охранник, у которого над верхней губой только-только выступил юношеский пушок, вряд ли хорошо разбирался в моих правах и своих обязанностях."
    "И все же он продолжал гнуть свою линию."
    guard"Не могу Вас пропустить, извините. У меня приказ."
    "Я убрал документы обратно в бардачок."
    rtn"Тогда позовите главного. Я хочу с ним поговорить."
    guard"Как скажете."
    hide guard with d
    "Охранник нехотя вызвал кого-то по рации, и почти сразу же дверь в соседнем здании открылась, и в нашу сторону направился крепкий коренастый мужчина."
    stop music fadeout 5
    "Он кивнул охраннику, и тот ушел обратно в будку. Мужчина глянул на мои номера, а затем и на меня самого."
    show guard2 at center with d
    "Секунду или две мы смотрели друг другу в глаза, не произнося ни слова. Я не был уверен, но..."
    play music "audio/Campfire.mp3" fadein 5
    rtn"Акайо-сан?"
    "Он кивнул и широко заулыбался."
    aka"Ты? Вот уж кого не ожидал здесь увидеть! Какими судьбами?"
    scene bg city_road_blocked with d
    "Через окно мы пожали друг другу руки. Акайо обошел машину и дернул за ручку передней пассажирской двери. Я разблокировал ее, и он залез внутрь."
    show guard2 at right with d
    aka"Черт возьми, снаружи так холодно!"
    "Он поднес сложенные лодочкой ладони ко рту и подышал в них. Внимательно наблюдая за его движениями, я закрыл окно. Это действительно был Акайо? Давно я его не видел, но он почти не изменился."
    "Такое же беззаботно-пофигистическое, с легкой ухмылкой лицо, что и в моей памяти."
    rtn"Так ты остался здесь? Я думал, что после аварии ты сразу же переехал в Киото."
    "Он махнул рукой."
    aka"Да ну брось ты! Планировал, конечно, уехать... Какое-то время даже мотался по разным городам. Но быстро понял, что мое место здесь. И никуда я отсюда не уйду."
    scene bg black with fade
    "Пока он говорил, я достал кисет из бардачка и предложил ему. Акайо, недолго думая, согласился и сделал нам обоим по самокрутке."
    scene bg hall with fade
    "Вообще, с Акайо я был плохо знаком. Мы вместе учились и посещали кружки, иногда случайно встречались на улице, но особо не разговаривали."
    "У него были свои интересы, у меня свои, и они почти никогда не пересекались. Даже общих друзей у нас как таковых не было."
    "Но все же мы знали о существовании друг друга и при случае всегда здоровались и обменивались дежурными фразами."
    scene bg city_road_blocked with d
    "Мы закурили, и мне снова пришлось опустить окно."
    "Акайо все еще что-то говорил, но то ли в его словах не было смысла, то ли я просто не мог сконцентрироваться на них, то ли просто не хотел его слушать..."

    show guard2 at right with d
    aka"... ну я тогда и принял решение записаться в их ряды, сначала был простым охранником, а вот пару лет назад поставили в начальники караула..."
    hide guard2 with d
    "Странно, конечно, было встретить его после стольких лет."
    "Я вспоминаю прошлые годы и понимаю, что тогда считал Акайо одним из тех парней, с которыми у меня нет ничего общего, и даже если бы он умер, мне было бы абсолютно все равно."
    "Но сейчас я отчего-то испытывал к нему сильную симпатию, как к старому лучшему другу детства, которого не видел целую вечность."
    "Наконец он умолк и посмотрел на меня."
    show guard2 at right with d
    aka"А ты здесь... зачем?"
    "Он задал вопрос, но сразу же отозвал его."
    aka"Прости, прости. Глупый вопрос. Я и сам понимаю, зачем ты сюда приехал."
    "Я стряхнул пепел из окна и заметил, что Акайо совсем забыл про свою самокрутку, и обгоревшая ее часть вот-вот упадет на кресло и оставит дырку в обивке, так что я подвинул пепельницу к нему поближе."
    rtn"Вопрос вполне нормальный, Акайо-сан. И да, ответ ты сам знаешь. Я хочу навестить свой дом."
    "Акайо сделал несколько коротких и быстрых затяжек и потушил окурок."
    aka"Охранник по рации сказал, что у тебя нет пропуска."
    rtn"А без него никак?"
    aka"Без него никак..."
    "Акайо развел руками."
    rtn"Совсем-совсем?"
    aka"Ну..."
    "Он задумался. Было видно, что ему неловко отказывать мне во въезде. И чтобы убрать эту атмосферу неловкости, я решил сменить тему."
    rtn"Как тебе табак? Американский."
    "Но Акайо мою инициативу не поддержал. Вместо того чтобы похвалить мой табак, он сказал:"
    aka"Я постараюсь тебе помочь. Твои документы?"
    scene bg black with fade
    "Я опять полез в бардачок и выудил из него папку со всеми своими документами."
    scene bg road_checkpoint with fade
    "Акайо связался по рации, после чего молодой охранник вышел из будки и принес ему небольшой бланк и ручку."
    "Акайо переписал в него данные из моих документов и вместе с ручкой вернул охраннику."
    show guard2 at right with d
    aka"Только пообещай мне кое-что."
    rtn"Что?"
    aka"Во-первых, чтобы максимум через двадцать четыре часа ты был по эту сторону этого чертового забора."
    rtn"Понял."
    aka"Это еще не все. Во-вторых, Если тебя остановят и спросят, отвечай, что ты приглашенный аналитик и направляешься на АЭС."
    aka"И в-третьих. Мы обязательно с тобой должны сходить в бар и хорошенько выпить."
    hide guard2 with d
    "Условия меня устраивали, так что мы пожали друг другу руки и обменялись телефонами."
    scene bg black with fade
    "Перед тем как Акайо вышел из машины, я достал с заднего сиденья бутылку недорогого виски и протянул ее в знак подарка."
    scene bg road_checkpoint with fade
    rtn"Это чтобы закрепить наше соглашение."
    "Акайо охотно принял бутылку, и мы распрощались."
    stop music fadeout 5
    "Напоследок он по инструкции предупредил меня о запрете мародерства и вандализма, сказал, что только я несу за себя ответственность и все в таком духе, а потом дал отмашку охраннику в будке, и тот поднял шлагбаум."
    "Дорога в Окуму была открыта."
    "Тойота медленно тронулась с места, и пропускной пункт остался позади."
    "Акайо махнул мне вслед и, не дожидаясь, пока я скроюсь из виду, спрятал бутылку под куртку и ушел по своим делам."
    play music "audio/Menu.mp3" fadein 5
    scene bg city_crossroads with d
    "Как и следовало ожидать, улицы в Окуме были пустынны. Начался небольшой снегопад."
    "Я ехал медленно, со скоростью, не превышавшей скорости велосипедиста, и глазел по сторонам."
    scene bg city_overgrown with d
    "Казалось, будто магазинчики, так мне знакомые, просто временно закрылись и вот-вот откроются."
    "Большинство из них выглядели вполне аккуратно и даже свежо, но все же некоторые уже успели покоситься под натиском времени."
    "Дорога в некоторых местах была уже изрядно разбита, мой хэтчбэк постоянно подпрыгивал на колдобинах и трещинах, так что развивать скорость я даже и не планировал."
    scene bg city_fog with d
    "Тротуарные плитки быстро покрылись тонким слоем снега. Я смотрел на него, и чем-то он меня гипнотизировал."
    "Наверное, тем, что я знал, что этот красивый и ровный слой снега никем не будет нарушен, никто не затопчет его по пути на работу или в магазин, никто не оставит на нем своих следов."
    scene bg city_road_blocked with d
    "Время от времени я замечал огромные подписанные мешки вдоль дороги."
    "В них, как я знал из новостей, засыпали зараженную радиацией землю, чтобы затем переправить в другие места."
    "Но почему-то именно эти мешки, спустя девять лет, все еще оставались здесь. Может быть, земля в них настолько радиоактивна, что от греха подальше ее решили оставить прямо здесь?"
    "Или об этих мешках просто-напросто забыли?"

    stop music fadeout 5
    scene bg city_crossroads with d
    "Стояла неестественная тишина."
    "Будто все сговорились и попрятались по разным углам. Не было слышно даже движения моего автомобиля – по выпавшему снегу он передвигался беззвучно, словно лесной хищник."
    "И вся эта неестественная, нереалистичная тишь стала сильно давить на меня, так что я включил радио и покрутил колесико, надеясь найти хоть какую-нибудь радиостанцию."
    "Была же здесь какая-то местная станция, по которой передавали прогноз погоды... Но я никак не мог на нее настроиться. Только шипение доносилось из колонок, и больше ничего."
    "Но лучше это, чем жуткое молчание некогда живых улочек. Я решил оставить радио включенным и так и ехал, слушая неприятные уху радиопомехи и глазея на неестественно пустую и тихую Окуму."
    scene bg temple_bridge with d
    play music "audio/Daiichi.mp3" fadein 5
    "Я проехал еще два-три квартала, оставив позади себя ратушу с заколоченными окнами, маленькую пожарную станцию и буддийский храм."
    scene bg city_fog with d
    "Чем больше я удалялся от пропускного пункта и углублялся в Окуму, тем запущеннее становились дома. "
    "На нескольких частных домах я заметил относительно свежие граффити – не бессмысленные надписи, а красивые рисунки, напоминавшие о том, какой здесь была жизнь до аварии."
    scene bg city_overgrown with d
    "На одной из улиц я заметил огромную кошку и маленького котенка, спрятавшегося за своей мамой."
    "Захотелось чем-нибудь их покормить, но из съестного у меня были только несколько пакетиков быстрорастворимой лапши, вода и еще одна бутылка виски, намного лучше того, что я отдал Акайо."
    stop music fadeout 5
    "Я остановился и заехал правым бортом на тротуар, чтобы не мешать проезду по моей полосе другим авто, и только потом понял, насколько глупо это выглядит в пустом городе."
    scene bg black with fade
    play music "audio/Day.mp3" fadein 5
    "Я покопался в вещах, лежавших на задних сиденьях: теплая одежда на всякий случай, пакет со всякой всячиной вроде кипятильника и сменного белья, зачехленная старая гитара, с которой я стараюсь никогда не расставаться."
    scene bg city_overgrown with fade
    "Копошился я долго, и все это время кошка с котенком с любопытством смотрели на машину издалека. "
    "Когда я наконец нашел лапшу, то все-таки решил, что вряд ли в сухом виде она подойдет для кошек. "
    "Тогда я взял бутылку с водой, чтобы хотя бы их напоить, и открыл дверь."
    "Стоило мне только опустить ногу на снег, как кошка сразу же встала на дыбы, зашипела, схватила котенка за шкирку и скрылась в переулке между домами."
    scene bg black with fade
    stop music fadeout 5
    "Я вернулся в Тойоту и бросил бутылку обратно назад."
    "До дома оставалось всего ничего. "
    scene bg house with fade
    "Немного поплутав по дорогам, я наконец увидел небольшой коттедж, выполненный в западном стиле, в котором провел все свое детство и юношество."
    play music "audio/Credits.mp3" fadein 5
    "Я припарковался прямо на переднем участке, заглушил двигатель и вышел наружу."
    "Без помех на радио я снова почувствовал себя неуютно и громко покашлял, чтобы услышать хоть какие-нибудь звуки."
    "Первое, что бросилось в глаза: дверь в дом была открыта нараспашку, а кухонное окно, выглядывавшее на дорогу, разбито."
    "Все выглядело брошенным и запустелым. Мамина цветочная клумба у входа совсем скрылась под снегом, и вместо нее виднелся лишь едва различимый бугорок. "
    "Одинокое дерево на участке покосилось и касалось ветками крыши дома, оно грозилось обвалиться прямо на здание."
    "А ведь мама всегда любила говорить, что это дерево рано или поздно свалится всем нам на головы и убьет... Что ж, по крайней мере, ее эта участь уж точно не ждет. "
    "А папу..."
    stop music fadeout 5
    "Я вдруг почувствовал себя крайне неуютно. Появилось странное ощущение, будто за мной кто-то следит. "
    "Я огляделся по сторонам, посмотрел на окна соседних домов, но никого, конечно же, не обнаружил. "
    "Однако неприятное чувство слежки с каждой секундой становилось все сильнее и сильнее."
    "На всякий случай я заблокировал двери Тойоты, после чего спешно скрылся в доме."
    scene bg house_inside with d
    play music "audio/Death.mp3" fadein 5
    "Как только я закрыл за собой дверь, меня накрыло ощущение чужеродности, мне показалось, что я не должен здесь находиться. "
    "Но это ощущение быстро и плавно сменилось чувством спокойствия и гармонии. "
    "Я снова оказался дома."
    "Интерьер заметно преобразился за эти годы. Толстый слой пыли покрывал собой всё. "
    "В воздухе стоял запах затхлости и сырости. На стенах в нескольких местах образовались красные и черные пятна, по всей видимости, это был грибок."
    "Я стоял в прихожей и просто смотрел на всё вокруг, не зная, что мне делать дальше. И вдруг я кое-что заметил. "
    "Что-то здесь было не так. "
    "Я не мог понять, что именно, пока не посмотрел на пол и не увидел, что слой пыли был неравномерен."
    "Какие-то маленькие следы лап или копыт вели вверх по лестнице. И точно такие же следы поворачивали в сторону от прихожей, на кухню. "
    "Туда я и направился первым делом."
    scene bg house_inside with fade
    "На кухне царил беспорядок. Очевидно, зверь средних размеров когда-то пробрался в жилище и навел тут шороху, надеясь найти что-нибудь съестное. "
    "Стулья валялись на полу, открытый холодильник покосился и опирался о стену, а пол был усеян кухонной утварью."
    "Я прошел дальше, стараясь ни на что не наступать, и смотрел на следы, которые оставлял за собой. "
    "Пыли скопилось так много, что мысленно я провел аналогию между ней и снегом за окном, по которому никто, кроме меня и неведомого зверя, больше не пройдет."
    scene bg house with d
    "Я добрался до разбитого окна и покрутил раму взад-вперед. Несколько маленьких осколков стекла выпали и грохнулись на пол, но не разбились."
    "Смотреть из окна на пустую улицу с заброшенными домами мне не хотелось, где-то глубоко внутри я даже боялся этого."
    "Боялся, что увижу на улице кого-нибудь или замечу что-то такое, чего мне не следовало бы видеть."
    "Стараясь максимально сфокусировать свой взгляд на оконной раме, я продолжал открывать и закрывать ее, думая о чем-то отвлеченном. "
    "Я старался не смотреть на улицу и думал о своем баре, расположенном в полуподвале где-то на окраине Токио."
    stop music fadeout 5
    "И пока я воспроизводил в голове его образы, мне опять стало казаться, будто на меня кто-то пристально смотрит."
    scene bg city_fog with d
    "Кто-то смотрит, не отводя взгляда и даже не моргая, жадно наблюдая за каждым моим действием и боясь упустить хоть одно мельчайшее движение."
    scene bg black with fade
    "Но нет, надо сконцентрироваться на чем-то другом. Здесь никого не может быть. Только я. Да. Здесь пусто. А в баре – нет. Бар. Да. Помню, однажды какие-то девчонки заходили в бар."
    scene bg gas_station_night with fade
    "Была ночь. В Токио тогда шел дождь, и они зашли то ли погреться, то ли поговорить с кем-то."
    scene bg black with fade
    "Я вдруг услышал тихие шаги, хруст снега под ногами. Кто-то идет к дому? Может, мне послышалось?"
    scene bg gas_station_night with fade
    "Бар. Что же тогда произошло?.. Трудно вспомнить. Барменша за что-то врезала одной девочке пощечину, и ночные гостьи удалились. А я сидел за столиком и наблюдал за ними издалека."
    scene bg black with fade
    "Снова тишина. Кажется, кто-то остановился у окна. Кто-то стоит и смотрит. Прямо на меня."
    "Я все так же вертел оконную раму и смотрел вниз на осколки стекла и на расползавшийся по стене грибок."
    "Какая-то волна необъяснимого страха накрыла меня, и по телу пробежали холодные мурашки."
    "Надо поднять глаза и посмотреть."
    "Теперь я уже не чувствовал, я был просто уверен, что на меня смотрят со всех сторон."
    "Не только с улицы, но и из коридора. С лестницы, ведшей на второй этаж. Из холодильника. Отовсюду."
    "Я собрался с мыслями и оставил оконную раму в покое. На несколько секунд я замер. В абсолютной тишине стоял и смотрел в пол. На осколки. На следы, оставленные в пыли неизвестным мне зверем."
    "Я выдохнул."
    "И поднял глаза."
    "И посмотрел на улицу."
    scene bg city_fog with fade
    "И... никого. На улице никого не было."
    play music "audio/Impressed Mind.mp3" fadein 5
    "Снег все так же лежал ровным слоем, никаких следов, кроме моих. Арендованная в соседней префектуре Тойота смотрела на меня своими фарами и будто хотела сказать что-то."
    "Может, она тоже ощутила чье-то невидимое присутствие здесь? Тоже хочет поскорее убраться отсюда... Вернуться на парковку. Ездить по живым, настоящим городским улицам и больше никогда не заезжать в места вроде этого."
    scene bg black with fade
    "Я отогнал от себя эти дурацкие мысли и развернулся. И только сейчас заметил шахматную доску на столе."
    "Запылившиеся фигуры  все так же стояли на своих клетках, - черных и белых, - а несколько пешек, съеденных на первых ходах девять лет назад, аккуратно лежали в стороне."
    "Посреди хаоса, устроенного незваным диким гостем, шахматная доска казалась здесь неуместной. Как инородный предмет в теле, доска цепляла собой взгляд. Как же я сразу ее не заметил?"
    "Я медленно поднял с пола стул, отряхнул, как мог, от пыли и уселся перед неоконченной партией. Я невольно вспомнил тот самый день, и холодок опять невольно обдал меня с ног до головы."
    "Ненадолго я погрузился в воспоминания, но кое-как смог их от себя отогнать и оценил ситуацию на доске. Черные ставили белым мат в два хода. Без вариантов."
    "Как там тогда сказал отец? 'Ты так долго думал над тем, как походить, и в итоге решил выбрать самый худший ход из всех возможных'."
    "Да, он был прав. Я переместил фигуры на нужные позиции, и партия длиной в девять лет завершилась. Черные победили."
    scene bg hospital with fade
    stop music fadeout 5
    "Поздравляю тебя, папа. Ты выиграл. Сейчас ты без памяти лежишь в койке в больничной палате, ты этого не знаешь, но ты выиграл. Обыграл меня в шахматы."
    scene bg house_inside with d
    "Я поднялся из-за стола и решил проведать второй этаж."
    "Наверху беспорядок показался мне не таким сильным. Несколько семейных фотографий, висевших на стене, упали, и их рамки разбились."
    "На подоконнике стоял цветочный горшок с землей странного сероватого цвета. Когда-то в горшке стоял длинный кактус, но сейчас в горшке не было ничего, кроме этой серой земли."
    "Не знаю, вряд ли бы кактус за девять лет успел полностью истлеть, не оставив после себя и следа... Может, на него как-то повлияла радиация? Или его специально кто-то вытащил из горшка?.."
    play music "audio/Anaemia.mp3" fadein 5
    scene bg house_inside with fade
    "Я заглянул в свою комнату. Дверной проем изрядно покосился, да и я заметно вырос за годы, так что мне пришлось немного пригнуться, чтобы попасть внутрь."
    "Внутри все оставалось почти так же, как и тогда. Кровать все так же не застелена, на письменном столе стоял маленький глобус, а на стенах висели наполовину выцветшие, наполовину порванные плакаты."
    "Они изображали каких-то поп-певиц и западных артистов, которые мне тогда нравились. Я был без ума от них тогда, но теперь вряд ли смогу назвать имя хотя бы одного из них."
    "Дверь шкафа была открыта. Либо перед эвакуацией я ее плохо закрыл, либо кто-то сюда наведывался после. Несколько футболок, не поместившихся в багаж при эвакуации, валялись разбросанными по полу."
    "Они принадлежали мне, но я их не узнавал. Наверное, тот самый зверь, оставивший следы на первом этаже и лестнице, каким-то образом умудрился открыть дверцу шкафа..."
    "Я отряхнул кровать и сел. Ржавые пружины громко заскрипели и в матрасе что-то громко щелкнуло. От резко нарушившейся тишины я и сам чуть не подскочил, но вовремя удержался."
    "Какое-то время я сидел на кровати, глядя на старые плакаты и разбросанную одежду, и вспоминал детство, а позже и юношеские годы. "
    "Нельзя сказать, что моя биография чем-то отличалась от биографий других ребят моего возраста, но что уж тут поделать."
    "Я банальный человек. Заурядный, если можно так выразиться. Заурядный человек с заурядными воспоминаниями."
    "После того как я поднялся на второй этаж, ощущение слежки пропало. Мышцы перестали быть в напряжении, и я расслабился. "
    "Я понял, что я дома."
    "За окном продолжал идти снег. Я поднялся с кровати и выглянул наружу: как бы совсем не замело дорогу и машину..."
    "Конечно, в родном доме хорошо, но все-таки не хотелось задерживаться здесь надолго."
    "Все же не зря эти места закрыты для свободных посещений, да и Акайо подставлять крайне не хотелось."
    scene bg hospital with fade
    "Так. Зачем я приехал? Если вкратце – за чем-нибудь, что помогло бы моему отцу."
    scene bg outskirts with d
    "После аварии на Фукусиме с ним что-то произошло. Может, то было влияние радиации, может, на него так сильно подействовала смерть... исчезновение моей мамы."
    "Или это просто гены. Я не знаю точной причины, но уверен, что именно с тех пор он начал странно себя вести. Поначалу он стал забывать некоторые слова. Я не обращал на это особого внимания."
    scene bg hospital with d
    "Потом ему становилось все сложнее выражать свои мысли. Где-то через год после аварии я насторожился. "
    "И еще через полгода мне наконец удалось уговорить его сходить к врачу. "
    "Мы сходили. "
    "Папе поставили сразу два диагноза: болезнь Альцгеймера и деменция."
    "Ему прописали какие-то таблетки, и мы надеялись, что все обойдется."
    scene bg house with d
    "Отец каждый день принимал назначенные лекарства, но лучше не становилось; даже наоборот, все становилось только хуже. А как-то раз он впервые забыл мое имя."
    "Я ему напомнил первую букву, и он сразу же вспомнил. А на следующий день забыл, кем я ему прихожусь."
    "Тогда я понял, что надо что-то делать, и для начала решил проследить за тем, как он принимает лекарства. В ванной я не нашел его таблеток."
    "Тогда я выдвинул ящик комода в его комнате и увидел там буквально горы пилюль и таблеток разных цветов. Это было пять лет назад. А четыре года назад врачи уложили его в больницу."
    scene bg hospital with d
    "Из-за работы я не мог следить за ним дома, а на любую сиделку он бросался с кулаками и оскорблениями. "
    "Через знакомых мне удалось кое-как связаться с главврачом одной из самых видных токийских больниц, и папу положили на лечение."
    "Я стараюсь посещать его как можно чаще, но есть ли в этом смысл – не знаю. Бывает, иногда он узнает меня. "
    "Иногда спрашивает про маму, а когда я рассказываю про то, что произошло на АЭС, он либо не верит мне, либо сразу все вспоминает."
    "Но ненадолго. Чаще всего он меня вообще не узнает."
    stop music fadeout 5
    "Лечащий врач прямо сказал, что не стоит рассчитывать на полное восстановление. Таблетки и медицина здесь бессильны. И я решил, что раз уж врачи ничего не способны сделать, то пускай хотя бы я сделаю все возможное."
    scene bg gas_station_night with d
    "Как-то раз я сидел в своем баре с каким-то парнем. Он не был постоянным посетителем, так, заглянул разок вечерком. Это был иностранец. Имени его я не запомнил, но фамилия плотно засела в памяти."
    play music "audio/Credits.mp3" fadein 5
    "Его звали так же, как и французскую певицу прошлого века, пластинка которой была в папиной коллекции, - Лафоре."
    "Он сказал, что тоже является вынужденным беженцем, но не из-за Фукусимы, конечно, а по какой-то другой причине."
    "Мы выпили с ним несколько кружек темного, после чего он сказал: 'Если ты хочешь восстановить отцу память, то пускай она сама себя восстанавливает'."
    "Я не понял его слов и переспросил. Он закатил глаза и сказал, что мне нужно показать отцу что-нибудь такое, что дорого его сердцу."
    "Чтобы он что-нибудь увидел из прошлой жизни."
    rtn "Вряд ли это поможет, если даже таблетки не помогают, но ты можешь хотя бы попытаться."
    "Мы посидели с ним еще немного, но разговор дальше не клеился. Он расплатился и ушел. И больше в баре никогда не появлялся."
    "Если честно, после этого иногда я специально приходил под вечер и отпускал бармена со смены только для того, чтобы посмотреть, придет ли этот Лафоре еще. "
    "Но, увы, то была наша первая и последняя встреча."
    scene bg gas_station_night with fade
    "В тот вечер, когда он ушел, в одиночестве я просидел в баре почти до утра."
    "Время от времени перекидываясь словечком с барменом и слушая дуэт клавишника и саксофониста, выступавших на крошечной сцене с какими-то уж слишком мрачными и медленными мелодиями."
    "Слушали их в ту ночь только я, бармен, да еще пара-тройка завсегдатаев. "
    "Но играли они, скорее, не для нас, а для себя. "
    "Как мне сказал бармен, он встретил их по пути на смену недалеко от токийского вокзала и предложил выступать в моем баре."
    "Те согласились, и уже втроем они пошли в бар."
    "В ту ночь я твердо решил, что надо хотя бы попытаться спасти разум папы."
    "Единственным решением для меня было поехать в наш прошлый дом и забрать что-нибудь оттуда."
    "Хотя бы банальные семейные фотографии. "
    "И, само собой, отцовскую коллекцию пластинок, которую он собирал едва ли не с детства. "
    "Хоть бы это помогло..."
    stop music fadeout 5
    scene bg house_inside with d
    "Я вышел в коридор и покопался в кладовке, где, по моим воспоминаниям, отец должен был спрятать свои пластинки."
    play music "audio/Day.mp3" fadein 5
    "Несколько увесистых и огромных коробок с конвертами нашлись сразу же."
    "Отец, как, в общем, и я, рассчитывал, что после эвакуации в ближайшее время нам разрешат вернуться обратно, так что не стал особо заморачиваться и просто задвинул коробки с пластинками в кладовку."
    "Помнится, поначалу он вообще не хотел их даже трогать, мол, все равно государство пообещало, что армия будет охранять каждый дом и имущество внутри и беспокоиться не о чем. Но потом папа все-таки передумал."
    "Я уселся на пол прямо рядом с кладовкой и принялся изучать пластинки."
    "Вытаскивал конверты с винилом один за другим, читал надписи на них и вспоминал моменты, связанные с каждой из пластинок. Папина коллекция оказалась немаленькой, хотя в воспоминаниях, конечно, казалась намного больше."
    "Я так увлекся изучением конвертов, что даже забыл о времени. "
    "Просидел так на грязном полу в холодном коридоре, наверное, где-то около получаса, пока вдруг не осознал, что за полчаса не просмотрел даже и половины отцовской коллекции."
    scene bg house with fade
    "Недолго думая, я поднялся, отряхнулся от пыли и быстро перетащил коробки к машине."
    "От сырости и времени коробки размокли, и мне пришлось придерживать их снизу, дабы они не развалились окончательно. "
    "Уже добравшись до машины, я кое-как подклеил их имеющемся в салоне скотчем, и задвинул в багажник. Достал из коробки одну из пластинок, и закрыл багажник."
    scene bg black with fade
    stop music fadeout 5
    "Вместе с пластинкой я также взял и гитару с заднего сиденья, и вернулся в свою комнату."
    "Куда же папа спрятал свой проигрыватель? Или, может, он забрал его с собой? Нет, вряд ли; слишком уж огромный он был, да и весил с десяток килограмм."
    "Я проверил кладовку, но проигрывателя там не было. Тогда я внимательно прошерстил весь дом и обнаружил виниловый проигрыватель в мамином шкафу укутанным в ее платье."
    play music "audio/Menu.mp3" fadein 5
    scene bg house_inside with fade
    "В родительской комнате все осталось почти нетронутым. На зеркале образовался легкий налет, на столике перед ним лежали закрытые баночки и тюбики с дамской косметикой, тушью и прочим."
    "Кровать, в отличие от моей, была аккуратно застелена. Только на краю покрывала образовалось несколько едва заметных складок – может, их оставил папа перед уходом или, что более вероятно, они появились со временем."
    scene bg house with d
    "Почему-то к папе я испытывал больше чувств, чем к матери."
    "В детстве я как-то особо не задумывался и не разделял их между собой, для меня они всегда были родителями, а не мамой и папой. Неделимым целым. Но после аварии..."
    "О маме мы больше никогда не слышали, ее записали в список пропавших без вести."
    "Я потерял ее неожиданно, и помимо ее 'пропажи' на нас с отцом навалилась и куча других проблем. Так что времени горевать о ней у нас особо не было."
    "А когда оно появилось – горевать уже не хотелось. Была какая-то тоска по утрате, что ли... Но не горечь."
    scene bg house_inside with d
    "Я взял со столика мамин парфюм и открыл его, надеясь уловить знакомых запах. Но никакого запаха не было. Все так же пахло сыростью и затхлостью."
    "Очень свойственный запах для заброшенных помещений."
    "Баночка с парфюмом оказалась пуста. Но я отлично помню, как мама душилась в тот день. Куда же тогда подевались ее духи? Скорее всего, просто испарились со временем."
    "Или радиация помогла им испариться. Причина не важна. Важно то, что теперь баночка пуста и ничем не пахнет."
    "Я поставил ее обратно в ряд маминых вещей и отнес проигрыватель в свою комнату. Поставил пластинку, с некоторым усилием воткнул провод в розетку и... ничего."
    stop music fadeout 5
    "Я пошевелил шнур в разные стороны, и вдруг до меня дошло, что дело не в нем. Электричества нет. Потому что зачем подавать электричество в дома, если в них больше никто не живет?"
    scene bg house_inside with fade
    "Мне не оставалось ничего, кроме как тихо выругаться и снять пластинку. "
    "Я уселся на кровать и, насупившись, словно ребенок, уставился на розетку. "
    "И почти сразу же ко мне пришла мысль: единственный источник электричества сейчас – 'Тойота'. "
    "Проигрыватель можно подключить к ней! В бардачке там находилась небольшая коробка со всевозможными переходниками и удлинителями на все случаи жизни. "
    "Вряд ли там мог быть какой-нибудь специальный провод для старого винилового проигрывателя, но уж какой-нибудь адаптер 'розетка-прикуриватель' среди всего того хаоса наверняка мог заваляться."

    scene bg house with d
    play music "audio/Day.mp3" fadein 5
    "Я схватил гитару в одну руку, проигрыватель взял под мышку, убрал пластинку в конверт и спустился к машине."

    "Быстро перерыл всю коробку из бардачка и на самом дне обнаружил нужный мне переходник. Теперь дело за малым. Кое-как соединив штекер с прикуривателем, я запустил аккумулятор."

    "Пластинку на всякий случай крайне осторожно протер микрофиброй, лежавшей на турбине авто для протирки стекол. Поставил пластинку, запустил проигрыватель и опустил иглу."
    play music "audio/Menu.mp3" fadeout 10 fadein 10
    "Из встроенных в проигрыватель динамиков послышался неприятный и очень громкий шум; я убавил звук, и вдруг заиграла тихая и печальная фортепианная мелодия. "
    "Раньше эта пластинка звучала чисто, но спустя девять лет качество винила заметно ухудшилось, а вместе с ним и качество мелодии."
    "Проводом я соединил автомобильную магнитолу и проигрыватель, и поставил его на соседнее пассажирское кресло. Музыка заиграла из автомобильных колонок."
    "Я боком уселся в водительском кресле и, свесив ноги наружу, подтянул гитару к себе."

    "Эту мелодию я отлично помнил с самого детства. Выждав нужный момент, перебором я стал аккомпанировать фортепианной музыке."

    rtn "Из меня и этой пластинки вышел бы отличный дуэт"
    scene bg gas_station_night with d
    "На ум сразу же пришел тот вечер, когда Лафоре предложил растормошить папину память чем-нибудь ценным и важным для него. "
    "Вернее, вспомнился не сам вечер, а те два музыканта, которых я слушал после того, как Лафоре поднялся из-за стола и навсегда ушел из моего бара."
    scene bg house with d
    "Единственное отличие между мной и теми музыкантами заключалось в том, что они – клавишник и саксофонист, а я – просто парень с гитарой, и вместо живого компаньона мне подыгрывал винил."
    "Вернее, это я ему подыгрывал. Винил играл независимо от моей воли."
    play music "audio/Credits.mp3" fadein 5 fadeout 5
    "Первая композиция закончилась, началась вторая. Это тоже была фортепианная мелодия, тоже грустная. Наверное, даже слишком. Но я продолжал аккомпанировать и старался попадать в ноты и аккорды."

    scene bg woods_campfire_road with d
    "Снег тем временем продолжал медленно падать. Заметно похолодало, и мои руки замерзли. Поиграв еще немного, я отставил гитару, облокотив ее об открытую дверь, и потер руки. "
    "Может быть от холода, может быть от медленной музыки, меня вдруг стало клонить в сон. Я широко зевнул, не прикрывая рта, - рядом ведь все равно никого не было, - и дослушал первую сторону пластинки до конца. "
    scene bg house with d
    "Затем перевернул ее и стал слушать вторую. Гитару я отряхнул от выпавшего снега и убрал на задние сиденья. А сам, оставив пластинку играть, вышел из машины и решил еще раз прогуляться по дому."
    scene bg house_inside with d
    "Я ходил из комнаты в комнату и рассматривал оставленные в доме вещи. Тишину нарушала только тихая мелодия из машины – дверь в салон я специально оставил слегка приоткрытой, чтобы слышать музыку."

    "Акайо на пропускном пункте предупредил меня о возможной встречи с военными патрулями, но пока я ехал через Окуму, мне никто так и не встретился. И не было похоже, чтобы в этих местах был хоть кто-то, кроме охранников на КПП."
    scene bg house with d
    "Из разбитого кухонного окна я посмотрел на 'Тойоту'. "
    "Ее крышу уже успел покрыть довольно плотный слой снега. "
    "Интересно, а если бы в Окуме был еще кто-нибудь, кроме него самого да арендованной 'Тойоты', то как бы этот кто-то отреагировал, услышав фортепианную музыку посреди заброшенного города-призрака? "
    "А как бы я сам себя повел в такой ситуации? "
    "Наверное, я бы из любопытства направился в сторону музыки. Или наоборот развернулся бы и уехал как можно дальше."
    scene bg house_inside with d
    "Я отошел от окна и поднялся на второй этаж. Зашел в свою комнату и плюхнулся на кровать. Пружины в матрасе опять громко заскрипели, и я опять невольно испугался этого неприятного звука."

    stop music fadeout 5
    "Сколько сейчас времени? Телефон я оставил в салоне. Если вообще не забыл его дома. Надо было проверить. Постоянно забываю о своем телефоне, потому что почти никогда им не пользуюсь. "
    play music "audio/Impressed Mind.mp3" fadein 5
    scene bg snowfield with fade
    "Обычно мне звонят только работники бара, когда хотят взять отгул или сообщить, что заболели. Иногда звонят незнакомцы и спрашивают некоего Ясуо-сана. "
    "Поначалу я просто говорил, что здесь таких нет, и сбрасывал случайные звонки. Потом звонки с незнакомых номеров стали мне надоедать, и я начал представляться этим самым Ясуо-саном и придумывать всякую чушь в ответ."
    "Вообще, я человек серьезный, но иногда и мне хочется подурачиться или выпустить пар. Поэтому я и придумал 'игру в Ясуо-сана'."
    "Ничего интересного в ней нет, просто разные люди, звонившие на мой номер и спрашивавшие неизвестного мне Ясуо-сана. "
    "Задавали вопросы, иногда странные, иногда бессмысленные, и я на них отвечал, выставляя себя за того, кого никогда не видел и не слышал. "
    "А потом совершенно случайно наткнулся в газете на некролог. 'Известный психиатр и легенда японской медицины скончался от сердечного приступа'. И крупная надпись с его именем и датами жизни. "
    "Конечно же, это был Ясуо-сан. "
    "Его некрологу посвятили целую страницу, однако половину занимала его фотография."
    "Лысеющий старичок с добродушной улыбкой, еле державшийся на исхудавших ногах, стоял в окружении молодых европейцев в халатах и позировал фотографу. "
    "Европейцы, вероятно, были студентами или молодыми врачами, только что окончившими университет и попавшие в Японию по программе обмена опытом."
    "После публикации некролога звонки прекратились. Через месяц после смерти Ясуо-сана я нашел в интернете его номер и сравнил со своим. Они отличались только последней цифрой."

    scene bg house_inside with d
    "Я лежал на диване и вспоминал 'игру в Ясуо-сана'. Вспоминал вопросы, которые мне задавали незнакомцы, думая, что я и есть Ясуо-сан. "
    stop music fadeout 5
    scene bg black with fade
    "Музыка, доносившаяся из салона арендованной в соседней префектуре 'Тойоты', постепенно затухала, и совсем скоро я провалился в глубокий сон."
    scene bg house_inside_night with fade
    "Громкий и в то же время далекий хлопок моментально вывел меня из сна. Я вскочил с кровати, сонный, не понимающий, что происходит и где я нахожусь. За окном сгущались сумерки, а снег обильно падал с небес."

    "Я... дома? Ах, да... Но что это было? Выстрел? Может, приснилось?"

    "Я прислушался, ожидая услышать еще что-нибудь, и заметил какое-то тихое, почти беззвучное шипение. И вспомнил про проигрыватель и открытую машину."

    scene bg lake_storm with fade
    play music "audio/Tsunami of Heart.mp3" fadein 5
    "Моментально я очухался ото сна и побежал вниз. Моему взору предстала наполовину заваленная снегом 'Тойота'. Водительская дверь все так же была открыта, и в салон намело немало снега. "
    "Я забрался внутрь и сразу же выключил проигрыватель, выдернув провод вместе с адаптером из прикуривателя."

    "Черт, сколько же я спал?.. Я включил фары, чтобы хоть как-то осветить местность. "
    "Покопался в бардачке, но телефона там не было. "
    "Твою ж мать. "
    "Буду надеяться, что аккумулятор 'Тойоты' дотянет хотя бы до КПП – древний виниловый проигрыватель наверняка немало сожрал электричества. "
    "Когда его делали, тогда еще не придумали слово 'энергосбережение'."

    stop music fadeout 5
    scene bg lake_storm with fade
    "..."

    "Надо двигать отсюда. "
    "По правде говоря, здесь и днем-то жутковато, а каково будет провести ночь в пустом городке..."
    play music "audio/Edge of Kami.mp3" fadein 5
    "На удивление, машина завелась с пол-оборота. "
    "Хэтчбэк был довольно дешевой и старой моделью, индикатор аккумулятора на приборной панели за всю мою поездку ни разу не подал никаких признаков жизни."
    "Можно было бы, конечно, залезть под капот и вручную проверить его заряд, но так я только зря потрачу время. "
    "Да и замерзну. Мне итак повезло, что я не замерз, пока спал."

    "Так. "
    "Пускай мотор немного прогреется. А я пока уберу этот проигрыватель обратно в дом. "
    "Везти его – так себе идея."

    "Пластинку я убрал обратно в конверт, и вместе с проигрывателем выскочил из машины и побежал в дом."

    scene bg house_inside_night with d
    "Оставить его я решил не там, где он был спрятан до моего прихода. Вместо того чтобы прятать его в шкаф, я поставил проигрыватель там, где он стоял до аварии – на тумбе возле родительской кровати."
    "В доме было еще темней, чем на улице. "
    "Помимо пластинок мне хотелось захватить еще что-нибудь с собой. Конечно, я не собирался вывозить все, что не прибито к полу, - радиация, все таки, - но хотя бы несколько фотографий и книг я бы прихватил."
    "Но в темноте и пыли трудно было разглядеть то, что могло бы подойти, да и насчет автомобильного аккумулятора я беспокоился – не дай бог разрядится, тогда я точно останусь здесь на ночь."
    "В последний раз я быстренько прошелся по всем комнатам, забрал с кухни шахматы и вышел. "
    "В голове появилась мысль съездить сюда еще раз, когда снова будет свободное время."
    stop music fadeout 5

    scene bg lake_storm with fade
    "Я заскочил в машину и медленно выехал на дорогу."
    "Опять я двигался в полной тишине. Фары освещали пустые дома и улицы, и их свет отражался от окон и возвращался обратно к машине. "
    "Мне показалось, что за этими светящимися окнами стоят невидимые призраки Окумы и молча провожают меня. "
    "Десятки немых глаз Окумы наблюдают за тем, как я покидаю город-призрак."
    scene bg lake_storm with fade
    "Дорога была белой от снега. Я немного увеличил скорость, и благодаря выпавшему снегу машина почти не подскакивала на кочках и колдобинах."
    "Я проехал несколько кварталов в сторону выезда из города, когда приборная панель, мигнув несколько раз, погасла, и педали перестали реагировать на мои нажатия. "
    scene bg lake_storm with fade
    "По инерции машина проехала еще метров двадцать и встала посреди улицы. Фары медленно затухли и выключились. "
    "Я попытался заново завести мотор, но тщетно. Немного подождал. "
    "Третья и четвертая попытки тоже ни к чему не привели. "
    "Тогда я выбежал из салона, открыл капот и быстро, как только мог, отыскал аккумулятор и измерил его. "
    "Ничего. Ноль."
    play music "audio/Homeless at the Ruins.mp3" fadein 5
    scene bg black with fade
    "Вот уж не ожидал, что такое вообще возможно. Я, конечно, не заядлый автолюбитель, но никогда бы не подумал, что аккумулятор может вот так внезапно сесть без всяких предупреждений. И что теперь делать?"

    "Я вернулся обратно в салон. Опять эта неприятная тишина стала давить мне на уши. "
    "Я потянулся к гитаре и ущипнул несколько струн. "
    "Те приятно завибрировали. "
    "Надо думать, что мне делать. С голоду и холоду, конечно, не помру, но проводить ночь в машине посреди улицы мне не хотелось. "
    "Чтобы лучше думалось, я взял бутылку виски с заднего сиденья и пригубил ее. "
    "И почувствовал, как алкоголь опускается вниз, а вместе с ним и небольшой комочек теплоты, потихоньку окутавший все тело."

    "Так гораздо лучше. "
    "Собравшись с мыслями, я еще раз обдумал ситуацию. "
    "На всякий случай еще пару раз попытался завести мотор. Конечно, это не помогло. "
    "Что теперь делать? До КПП я вряд ли дойду. "
    "Конечно, можно попытаться... "
    "Ну да. Что еще мне остается делать?"
    "Я отпил еще немного из бутылки. "
    "Телу стало еще теплее, а в голове укрепилась уверенность в правильности моего решения. Мне вдруг показалось, что, помимо общего запустения и исчезновения людей, в городе еще кое-что изменилось. "
    "Сначала я это не заметил, но сейчас, сидя в машине, которая никуда не двинется с места, потягивая виски в полном одиночестве, я увидел. "
    scene bg lake_storm with fade
    "Изменился сам город. Сама Окума стала другой. "
    "Не той, что была раньше. Окума словно выцвела. Или нет, вернее, ее цвета стали другими. Они стали холодными. "
    "И безжизненными. Мертвыми."
    "Ни на что особо не надеясь, я еще раз попытался завести двигатель."
    "Безрезультатно, как и следовало ожидать."

    "Окума... Пока люди в ней жили, жил и сам город. "
    "А стоило всем уехать, как Окума сразу погрузилась во мрак и холод. "
    "Причем не в холод в прямом смысле, – хотя сейчас тоже было не сказать что жарко, - а в холод в каком-то более глубоком понимании. "
    "В таком смысле, который мне не стоит даже и пытаться понять. Все равно не смогу."

    scene bg black with fade
    "Я понял, что замерзаю. Дальше сидеть на одном месте было нельзя. Можно было достать теплые вещи с заднего сиденья, которые я взял с собой, но в таком случае после этой ночи я не смогу их больше носить на регулярной основе. "
    "Если радиоактивные пластинки можно показать пару раз отцу и потом отправить в далекий чулан, доставая время от времени пластинку-другую, то поступать так же со своей одеждой мне не хотелось. "
    "Мне она нравилась. "
    "Я не хотел, чтобы она чахла в чулане только оттого, что мне стало вдруг холодно сидеть в машине."

    stop music fadeout 5
    "Я выпил еще. И вышел из 'Тойоты'."
    scene bg lake_storm with fade
    "И, хлопнув дверью, сразу же понял, что опьянел. Сидя на одном месте трудно понять степень своего опьянения, но когда начинаешь двигаться, все сразу становится на свои места."

    "Про ключи в зажигании я благополучно забыл. Зато в руке все еще держал бутылку виски."
    "Надо двигаться."
    scene bg lake_storm with fade
    play music "audio/Anaemia.mp3" fadein 5
    "Я сориентировался в пространстве и побрел туда, где, как мне казалось, должен находиться пропускной пункт."
    "В руках нести бутылку было холодно, и я ее спрятал во внутренний карман куртки."
    scene bg factory with d
    "Темные заснеженные улицы теперь казались совершенно незнакомыми и лишь отдаленно напоминали те улочки, которые я видел днем. "
    "В какой-то миг мне даже показалось, что я сбился с пути и забрел куда-то не туда. Но, еще раз все проверив, убедился, что иду в верном направлении."
    "К виски я больше не притрагивался и, пока шел, успел более-менее протрезветь."
    "Быстро захмелел – быстро протрезвел. Это про меня."
    scene bg temple_bridge with d
    "Я прошел мимо буддийского храма. Появилось непреодолимое желание зайти внутрь и посмотреть, как там сейчас все выглядит, но дверь была закрыта и, скорее всего, на ключ."
    scene bg mall with d
    "Храм остался позади, равно как и дом, и машина, и я оказался перед местным торговым центром. "
    "Когда-то мы ходили сюда всей семьей чуть ли не каждые выходные. Недолго думая, я вошел внутрь."
    scene bg mall with fade
    "Темно и сыро. "
    "Впрочем, неудивительно. Температура внутри мне показалась даже холоднее, чем на улице, но я решил все-таки побыть здесь еще немного."
    scene bg mall with fade
    "Я прошел немного от входа и уселся на скамейку. Прямо передо мной стояли несколько огромных горшком с мертвыми деревьями. "
    "Я отлично помню, какие они были красивые, какие пышные кроны у них были. А сейчас это были темно-серые мертвые столбы."

    "Почти во всех магазинах были опущены жалюзи, за исключением двух-трех. Было видно, что жалюзи там отсутствовали, но из-за темноты разглядеть что-то вдалеке было трудно. А идти и проверять я не хотел."
    "Посидев еще немного и все-таки окончательно решив, что на улице теплее, я поднялся и вышел на улицу."
    scene bg lake_storm with d
    "По моим подсчетам я не прошел и четверти пути до КПП, через который въехал в город, а уже изрядно устал."
    stop music fadeout 5
    "Я прошел еще немного, завернул за угол и увидел длиннющую темную улицу. Плюнув, я двинулся обратно. "
    "Все-таки лучше я как следует оденусь, перекушу и пойду утром, когда светло. Или, может, на меня наткнется какой-нибудь патруль."
    scene bg temple_bridge with d
    "Мимо торгового центра я прошел быстрым шагом, а вот у храма пришлось остановиться: дверь внутрь была широко открыта, а изнутри доносился тусклый свет."
    scene bg black with fade
    "Я вспомнил о том, как размышлял, что бы я сделал, если бы вдруг услышал посреди пустого города музыку. Но не успел я додумать эту мысль до конца, как ноги сами повели меня в храм, и я закрыл за собой дверь."
    play music "audio/Edge of Kami.mp3" fadein 5
    "Буддийский алтарь высился в конце помещения. На нем возвышалась большая статуя Будды. Чистая, красивая, ухоженная. Казалось, что сама вселенная, уничтожая город, решило обойти статую стороной и оставить ее вне времени. "
    "Несколько свечей стояли по периметру и слабо освещали интерьер. "
    "Я сразу понял, что нахожусь в храме не один: чья-то одинокая фигура сидела прямо перед статуей Будды."

    rtn "Извините?"

    "Тихо спросил я, боясь напугать неизвестного."

    "Но человек ничего не ответил и даже не шевельнулся. Тогда я подошел ближе и повторил."

    rtn "Простите? "
    rtn "Мне нужна помощь."
    rtn "Вы... заняты?"

    "Человек молчал."
    "Я сделал еще несколько шагов и в свете свечей стал четче различать силуэт: это был пожилой мужчина, на вид... трудно сказать конкретно, но то, что он был в возрасте – это определенно."

    "Старик сидел с закрытыми глазами и вообще никак на меня не реагировал. "
    "Я решил, что не стоит проявлять излишнюю настойчивость, сел рядом, ничего более не говоря, и стал ждать, когда он меня заметит."

    "В тусклом свете трудно было разглядеть черты его лица, и в какой-то момент я засомневался, что передо мной вообще мужчина. "
    stop music fadeout 5
    "Но, не открывая глаз, он вдруг заговорил."

    show oldman closed calm frown at center with d
    om "Дайте мне... еще минуту."
    om "Не торопитесь."

    "Он громко выдохнул через нос, и между нами опять воцарилось молчание."
    show oldman open calm frown at center with d
    "Через две-три минуты он наконец открыл глаза, снизу вверх осмотрел статую Будды и наконец повернулся ко мне."

    show oldman open calm happy at center with d
    play music "audio/Day.mp3" fadein 5
    "Приветствую. Меня зовут Какаши-сан, я настоятель этого храма. Вам что-то нужно?"

    "С секунду я думал, что ответить. Для начала я представился и назвал свое имя, но... что еще за настоятель Фуджимото-сан?"

    rtn "Настоятель? Насколько я помню, храм находился в управлении городским советом."
    show oldman open confused frown at center with d
    "Старик, кажется, удивился моим словам. Он медленно начал подниматься на ноги, я быстро встал и помог ему. Опираясь на меня, он потянулся и пожал мне руку."
    show oldman open confused smile at center with d
    om "Выходит, Вы жили здесь до аварии?"

    "Я кивнул. Мы прошли от алтаря и уселись на широкую деревянную скамью, расположившуюся вдоль стены."

    show oldman open confused speak at center with d
    om "Можете, пожалуйста, повторить свое имя?"

    "Я повторил имя и назвал адрес, по которому жил. Старик долго думал, и в конце концов покачал головой."
    show oldman closed calm frown at center with d
    om "Нет, не припоминаю что-то. Память у меня стала совсем..."

    "Он постучал себе по голове."
    show oldman open calm smile at center with d
    om "...никудышная."

    rtn "Может, Вы знали моего отца?"

    "Я назвал старику его имя и вкратце объяснил, где работал и чем занимался мой папа."

    om "Эт-того-то я помню, да-а... Так ты его сын?"

    rtn "Да."

    "В глазах старика зажегся какой-то игривый огонек, и он заметно оживился. Будто помолодел на несколько лет."

    show oldman open confused happy at center with d
    om "Надо же! Как вымахал!"
    om "А ну встань!"

    "Я поднялся. Дед отошел на пару шагов и на глаз измерил мой рост."

    om "Великан вырос!"

    show oldman open calm smile at center with d
    "Мы сели обратно. Дед продолжил:"
    om "Я на ферме жил. Да и сейчас все еще живу."

    rtn "Вы живете здесь?"

    "Старик кивнул."

    om "И никуда отсюда не уеду."

    rtn "Я Вас понимаю, Фуджимото-сан."

    show oldman open calm frown at center with d
    "Я коротко поделился с ним историей своего папы и в двух словах объяснил цель своего визита. Старик внимательно слушал, не проронив ни слова. "
    "Когда я закончил, он долго молчал, а затем достал что-то из кармана."
    show oldman open calm speak at center with d
    om "Возьми это. И передай своему отцу. "
    om "Он был хорошим человеком, это ему обязательно поможет."
    show oldman open calm smile at center with d
    "Я взял вещь из его рук и, взяв одну из свечей, поднес ее к руке."
    "Это оказалась маленькая, крошечная деревянная фигурка черепахи."

    rtn "Спасибо. Что это?"
    show oldman closed calm happy at center with d
    om "Ты сам поймешь."
    om "И твой отец. "
    om "Сбереги это и отдай ему. "
    om "И привет от меня не забудь передать! "
    om "Помнит меня, навер..."
    show oldman open confused frown at center with d
    "Дед осекся на полуслове, видимо, вспомнив из моего рассказа, чем болен мой папа."

    rtn "Обязательно передам, Фуджимото-сан."
    rtn "Еще раз спасибо."
    show oldman open calm smile at center with d
    om "Не стоит благодарности. "
    om "Соседям надо помогать. "
    show oldman closed calm happy at center with d
    om "Даже тем, что живут за сотни километров, хе-хе."

    show oldman open calm frown at center with d
    stop music fadeout 5
    "Старик вдруг умолк и уставился на статую Будды. "
    "Какое-то время мы молча сидели, думая каждый о своем. Старик, наверное, о Будде или о прошедших днях. "
    "А я... А я ни о чем и не думал."

    "Когда мне надоело так молча сидеть с Фуджимото, я отвлек его от разглядывания статуи и прямо сказал, что мне нужна помощь. "
    "В подробностях я описал о своих предположениях касательно разряженного аккумулятора, на что Фуджимото ответил:"
    show oldman open calm frown at center with d
    om "В неприятную ситуацию ты влип, однако. "
    om "И, честно говоря, я не знаю, как и чем могу тебе помочь."

    "Старик похлопал меня по плечу, надеясь таким образом ободрить, но это не помогло. "
    play music "audio/Campfire.mp3" fadein 5
    "Тогда он предложил следующее:"
    show oldman open calm smile at center with d
    om "Слушай... "
    om "Я могу оставить тебя на ночь на своей ферме, а утром провожу тебя до поста военных, расскажешь им все, они-то уж с машиной должны тебе помочь. "
    om "Тем более, как я понял, у тебя там есть какой-то друг начальник?"

    rtn "Не совсем друг. Просто он тоже жил здесь до аварии, а после решил записаться в охрану."
    show oldman open confused happy at center with d
    om "Акайо-сан что ли?"

    rtn "Верно."
    show oldman closed confused happy at center with d
    "Старик вдруг рассмеялся и похлопал себя по пузу, притопнув ногой."
    show oldman open calm happy at center with d
    om "Знаю я его тоже, да-а..."
    om "Ну, военные – это не проблема! "
    om "Я, конечно, не пользуюсь безоговорочным авторитетом среди них, но как к старому человеку, прожившему здесь всю жизнь, они ко мне прислушиваются. "
    show oldman open calm smile at center with d
    om "Я поговорю с ними, не переживай. "
    om "Все будет хорошо. "
    show oldman open calm speak at center with d
    om "А сейчас, если ты не возражаешь, предлагаю выдвинуться в мою скромную обитель."

    rtn "Спасибо Вам, Фуджимото-сан. Я в долгу перед Вам."
    show oldman open calm happy at center with d
    om "Хо-хо! Не стоит, право."

    scene bg black with fade
    stop music fadeout 5
    "Старик задул несколько свечей в храме, оставив гореть только те, что стояли на алтаре рядом с Буддой, и мы вышли. "
    "Фуджимото повесил замок на дверь, аргументировав это тем, что, несмотря на старания властей и военных, некоторым счастливчикам все равно удается пробраться за забор и прибрать к своим рукам все то, что плохо лежит."
    play music "audio/Homeless at the Ruins.mp3" fadein 5
    om "Понимаешь, я чувствую себя ответственным перед этим храмом. "
    om "Ума не приложу, что я буду делать, если какой-нибудь воришка попытается унести статую из храма. "
    om "Вывезти он ее, конечно, вряд ли сможет, но ведь и без этого они дел могут натворить... "
    om "Так что каждую ночь я закрываю дверь на замок."
    scene bg lake_storm
    "Мы двинули по улице и, перекидываясь время от времени фразами, добрались до моей машины. Стало еще холоднее, снег даже и не думал прекращаться."

    show oldman open calm speak at center with d
    om "Это она?"

    rtn "Ну да."
    show oldman open calm smile at center with d
    om "Вообще не заводится?"

    rtn "Ни в какую."
    show oldman open calm frown at center with d
    om "Ладно. "
    om "Есть там что-нибудь ценное? "
    om "Лучше забери с собой."

    rtn "Да ничего, вроде, нет."
    rtn "Гитара, пластинки, лапша..."
    show oldman open confused frown at center with d
    om "Постой, постой. Гитара?"

    rtn "Ну да."
    show oldman open calm smile at center with d
    om "Бери."

    "Я пожал плечами и запустил руку в карман за ключами. "
    "Не найдя их, вспомнил, что оставил их в зажигании. Двери были не заблокированы, я открыл заднюю и достал гитару. "
    "Она была в чехле и с ремнем. Ремень я перекинул через себя, и гитара с легкостью повисла за моими плечами."

    "Но надо было взять кое-что еще. "
    "Я наполовину залез в салон и потянулся к бардачку; из него я достал кисет с табаком и всем прочим, необходимым для самокруток, и вылез, громко хлопнув дверью. "
    "А что – машина не своя, арендованная, так что ничего страшного."

    rtn "Тогда можем идти."
    scene bg black with fade
    stop music fadeout 5
    "Ладно, была не была. "
    "Мы прошли мимо нескольких перекрестков, я сошел с дороги и последовал вслед за дедом в лес, оставив позади храм, арендованную 'Тойоту' с кучей пластинок на заднем сиденье, и родной дом."

    return
